{"catalog_versions":{"1":[{"title":"A Strange New Galaxy","author":"Metzelmax","desc":"This Mod contains the ships, weapons, and drones from my other Mods. Check there for a detailed overview of ships and weaponry:\n- The Anterian Terminator-Ships\n- The Treel\n- The Uz'ran Tribes\n\nThere are two versions of this mod:\n- Standard - Includes everything.\n- WOO - No custom player ships.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14896","thread_hash":"a9b741b54889b3f6161caf51a73a0a57","versions":[{"hash":"287f16765b5a497ba245bc32d3240a00","version":"0.5b Standard WIP"},{"hash":"fb69f67da715bc0139cc2609a9d64095","version":"0.5b WOO WIP"},{"hash":"3fa172af0c748c67c0dc1d34934ba1d0","version":"0.3c Standard WIP"},{"hash":"1a1578a8b1c4505497e8e6be899624f9","version":"0.3c WOO WIP"},{"hash":"59a741e873b67efe38411d1c83424432","version":"0.2d Standard WIP"},{"hash":"926f3fbab11d1aeb61d58e94b49c93af","version":"0.2d WOO WIP"},{"hash":"a714b38157d5d665b54be419ed741790","version":"0.2b Standard WIP"},{"hash":"65468b6991b6988d929bc9b51170aba5","version":"0.2b WOO WIP"}]},{"title":"Advanced Weapons and Shields","author":"nataryeahbuddy","desc":"Discontinued. See the \"Advanced Battle Systems\" mod.\n\nGet five shields and power your advanced weaponry! Thanks to a breakthrough by Engi scientists, ships are now able to have five shields and level twelve weapons. The Engi Advanced Technology Development Division has released this technology to the Federation, in hopes that they can beat the rebels. You can pick it up today, at your local Zoltan Trade Hub or on this post!\n\nKnown Bugs:\nA bug in FTL causes asteroid storms to be abnormally fast when you have five shields. This mod removes asteroids from events to compensate.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11058","thread_hash":"dbb90b01a5931e59a6e2cf5e6b3054f6","versions":[{"hash":"1368ecb746bea1fab261d8a5eb8c23f1","version":"1.2"}]},{"title":"Advanced Battle Systems","author":"nataryeahbuddy","desc":"Features\n- Max power of teleporter increased to 4.\n  - Level 4 is instant cooldown, but costs 150 scrap.\n- Max power of cloaking is increased to 8.\n  - Level 8 is 40 seconds cloak.\n- Max power of weapons increased to 12 (from Advanced Weapons and Shields).\n  - Level 12 Weapons=12 weapon energy bars.\n- Max power of shields increased to 10 (from Advanced Weapons and Shields).\n  - That's 5 shield bars!","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11469","thread_hash":"227e1ce8c93f3cf460078e89c1aeaa99","versions":[{"hash":"4b88a7f3664f96d54de0fe83fd17f2ed","version":"1.2"},{"hash":"b45b9610ef83386da780a88c8e29d027","version":"1.1"}]},{"title":"Descent into Darkness","author":"DryEagle","desc":"Descent into Darkness is a complete overhaul modification for FTL.\nYou do not start with a single ship loadout and play the game regularly.\nInstead, you are given a barebones ship hull and pick your starting gear, crew, augments, everything.\nThere are 72 possible starting combinations - 4x more than the number of default ships in vanilla FTL!\n\nMod compatibility\n- This mod is not intended to be compatible with a lot of other things.\n- Anything with events is probably out of the question.\n- Background system/planet images should be ok.\n- Weapon graphic mods might work. Other stuff probably won't.\n- If you insist on running it alongisde other mods, make SURE you load this LAST in the list! Any part of this mod's content being overwritten will likely mess up the whole thing.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=12203","thread_hash":"45ccb2dcecc62d4fafa48335ab32c30f","versions":[{"hash":"5abed01b50c41b7a208ac29bdbdbdcc9","version":"1.1"},{"hash":"c734abda7e230523f883a5ec92c28045","version":"1.0"},{"hash":"31d113bd974ff7a85ced03aed790cd6f","version":"2013-05-23"}]},{"title":"Disable Fleet","author":"aedyr","desc":"This is a simple mod that disables fleet pursuit and adds a bit of flavor text at game start.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=2593","thread_hash":"2e6b44eb9c2d6db24fc9e683466720ae","versions":[{"hash":"26e599dff4f8c622a53948caba4d9100","version":"1.0"}]},{"title":"Enemy Diversity Pack","author":"kartoFlane","desc":"Discontinued. See the \"FTL Captains Edition\" mod.\n\nEver got tired of killing the same enemies over and over again? Ever wanted some challenge, other than a new ship?\n\nHere is a simple mod that strives to accomplish this - the Enemy Diversity Pack, which expands the enemy fleets by adding a layout B to almost every enemy ship in the game - tougher and better equipped than your ordinary foes!\n\nThere are two versions of this mod:\n- EDP-only - All enemies have been replaced with their layout B counterparts, you won't encounter default ones anymore.\n- Vanilla - Includes default (vanilla) enemy layouts, as well as EDP layout B ships.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=12&t=14408","thread_hash":"fbd711c959b71bd51b8755749374ffba","versions":[{"hash":"8fc6831574187d8d49ceb1c4bcaddcf3","version":"1.0 EDP-only"},{"hash":"9bd1296b4694e7802035c2d248ae0562","version":"1.0 Vanilla"}]},{"title":"Faster Than Hard Light","author":"blaeron","desc":"Faster Than Hard Light is a total conversion, aimed at bringing the FreeSpace 2 universe into the FTL engine.\n\nI currently don't have much to show for Faster Than Hard Light (okay sorry), but I do have a few pretty pictures and a general outline.\n\nAnyway, here's what FTHL will include if I ever release this:\n\nMost smaller enemy ships become corvettes or frigates, with ships that approach the size of a playable ship being Destroyers. Playable ships also become different types of destroyers, with one exception, the Arpyia Frigate. Drones becomes a fighterbay. Also, Rockmen become Vasudans, Mantis become Shivans, sekkrit race becomes Ancients, and the Rebels also become the Shivans.\n\nOh yes, a demo, a demo! Not much, and most of the stuff is horribly unbalanced, broken, or not implemented (Only a single new ship, GTD Orion, and only a few weapons were added, and the new beams that pierce all shields are horribly unbalanced), but it is at least slightly functional. The Orion even has gibs and proper weapon placement!","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=2939","thread_hash":"3d73f835ab5a206f97b88c8533c6e5bf","versions":[{"hash":"72e45464194aa306397aa1e8223b3cf6","version":"Demo WIP"}]},{"title":"Faster Than Sound","author":"nataryeahbuddy","desc":"A new Total Conversion to bring the modern day into FTL.\n\nFeatures\n- F-22 Raptor\n- F-35 Lightning\n- The title screen background has been changed.\n- Sector names changed (except for the first).\n- Music for some sectors have been replaced with the national anthem of their respective sectors.\n- Beginning sector events have been changed.\n\nReplaces the Kestrel-A ship.\nReplaces the Kestrel-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=12168","thread_hash":"6e21416e7b96e68043ab05e864eb81a0","versions":[{"hash":"2f8bca0a4e60fd9393aa0e563698d920","version":"0.1 Alpha WIP"}]},{"title":"Foundation of the Federation","author":"Whale Cancer","desc":"This mod is supposed to present the foundation of the federation, rather than its fall. The Engi and Zoltan are presented as allies while the Mantis, Rock, and Slugs as aggressors; the final battle is a unifying battle in which the Engi, Zoltan, and Humanity stand against the Rock, Slugs, and Mantis (I'm thinking of casting the slugs as the manipulators of this 'axis'). The old playable ships associated with those races are mini-bosses at the end of quest chains and, of course, they will be used in the final battle as well.\n\nThe plan is also to rewrite a whole bunch of events, as I intend the mod to be event focused.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=2947","thread_hash":"c0876479b4618f539815c6abd1240fd3","versions":[{"hash":"???","version":"N/A WIP"}]},{"title":"FTL Captains Edition","author":"Sleeper Service","desc":"FTL Captains Edition is a major overhaul mod-compilation that aims to diversify and extend FTL's gameplay on different levels. The mod tries to match the game's lore, graphic style and general tone. While it adds a lot of new content, it also aims to maintain the balance of the vanilla game.\n\nAn optional \"Captains Edition for Player Ships Addon\" mod equips all player ships with new weapons, drones, and sometimes trade goods. (Load it after Captains Edition to work properly.)\n\nIf you want to see more of your new enemies, you can use kartoFlanes nifty \"Expanded Enemy Window\" mod.\n\nComponents\n- \"diversityMod\" (visuals only) by likad, modified by Istarune\n- Rebel Destroyer ship model, originally from \"Turning The Tide\" by Kieve\n- Event Ideas/events/flavour texts by Snowhusky5\n- The \"New Enemy Classes\" mod by Sleeper Service\n- The \"Balanced Arsenal\" mod by Sleeper Service\n\nCompatibility\n- I assume you can guess that this wont work together with the standalone versions of these bundled mods...\n- Incompatible with mods that change vanilla enemies.\n- Probably incompatible with mods that change ship lists, weapon lists or drone lists.\n- Event mods probably wont work well. Incompatible with mods that change event lists.\n- Most other stuff, especially visual mods, should work.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15663","thread_hash":"04a9dbd8a5468e342555a47b5118df2b","versions":[{"hash":"24036dc092af349845211898bbc10543","version":"Player Ships Addon 1.03"},{"hash":"3e7070d35b2646b10d6c64245fecf242","version":"1.031"},{"hash":"61fe7dcc7a9c2ac159d601cf5a7a9154","version":"Player Ships Addon 1.0"},{"hash":"b70340ce059ea57256d16f03218eee49","version":"1.02"}]},{"title":"Expanded Enemy Window","author":"kartoFlane","desc":"This addon for \"FTL Captains Edition\" makes the window for nearby ships slightly larger.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15663","thread_hash":"04a9dbd8a5468e342555a47b5118df2b","versions":[{"hash":"cf9549a24c75fbc7207d8ffc2d0e945d","version":"1.0"}]},{"title":"Ghost Stories","author":"Morat48","desc":"Part of the \"Ghost Ships and New Items\" collection.\n\nThis mod creates two ghost ships, crewed by ghosts and equipped with unique weapons. One of these ships is a variant of the starting Kestrel, and the other is an alternate version of Stealth A. Since ghosts do not require air, the ships lack oxygen systems. This mod also adds a few ghost-related events, as well as some blue text options for ghosts. The Federation cruiser type A exchanges its human crew member for a ghost, but retains its other normal crew and still has an oxygen system.\n\nReplaces the Kestrel-A ship.\nReplaces the Stealth-A ship.\nReplaces the Federation Cruiser-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=10793","thread_hash":"4352c6900ef78495489eb9ac75bf4a48","versions":[{"hash":"9887fca7eff56923ab3fb712e95066a0","version":"2013-01-19"}]},{"title":"Remove O2 Warning","author":"Morat48","desc":"Part of the \"Ghost Ships and New Items\" collection.\n\nThis mod removes the big flashing \"low oxygen\" warning, which can be annoying on a ghost ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=10793","thread_hash":"4352c6900ef78495489eb9ac75bf4a48","versions":[{"hash":"7759c317d925f3a7e4cb300bace6a754","version":"2013-01-16"}]},{"title":"Equipment EX","author":"Morat48","desc":"Part of the \"Ghost Ships and New Items\" collection.\n\nThis mod expands the selection of equipment, adding new drones and weapons, and allowing cloak and teleporter systems to be upgraded by one additional level. Rather than spoil the experience of discovering all the new items, I'll just say that the new equipment includes a variety of plasma weapons that deal damage and cause fires, a torpedo weapon that acts as a slow moving missile, and the deadly anti-bio terminator drone, among many others.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=10793","thread_hash":"4352c6900ef78495489eb9ac75bf4a48","versions":[{"hash":"3db44e4835e96a7147bab3717905a13f","version":"2013-01-19"}]},{"title":"Sci-Fi Names","author":"Morat48","desc":"Part of the \"Ghost Ships and New Items\" collection.\n\nA list of names taken from a number of sci-fi sources, including Star Trek, Star Wars, Firefly, Red Dwarf and many others. The mod comes has two versions: One which will replace any existing names, and another to append to an existing list (allowing you to use these names along with the default list, or any other modded name list).","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=10793","thread_hash":"4352c6900ef78495489eb9ac75bf4a48","versions":[{"hash":"8913e54d19ec7f218ac2d1e1c91e3959","version":"Clobber 2013-01-16"},{"hash":"fdae4fd6402b41226c6d429c0b48812f","version":"Append 2013-01-16"}]},{"title":"Manual Ship Unlocker","author":"Morat48","desc":"Part of the \"Ghost Ships and New Items\" collection.\n\nThis is a useful utility mod for those who want to unlock certain ships without going through the unlock quests. With this installed, click on the tutorial, and you'll be given an option to immediately unlock a ship. This works for A type ships, achievements will still be needed to unlock B types. The tutorial can still be used normally while the mod is installed.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=10793","thread_hash":"4352c6900ef78495489eb9ac75bf4a48","versions":[{"hash":"c6204da7af84a959d4c075e6c99393aa","version":"2013-01-16"}]},{"title":"Halo","author":"Lord0fHam","desc":"I have decided to make a total conversion of the game to make it Halo themed. I'm going to add new weapons, ships, sectors, events, etc. I have some ideas, but I need more. I am going to make all new sectors after all so I need many new events. If there are any Halo fans (or not) out there that would like to suggest any new events, weapons, etc. or help out with art for new things, please post below. I hope to make this mod a total conversion, ending with the replacement of the final boss with some super powerful Covenant Cruiser to stop Truth from firing the Halos.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=12&t=11475","thread_hash":"7c43fe82d068dd7085dc9a22ed76d8fd","versions":[{"hash":"1e381090dec2bca663a709d770eb0940","version":"1.0.1 WIP"}]},{"title":"Infinite Space","author":"DrkTemplar","desc":"What is FTL Infinite Space?\nThe universe is vast. With FTL Infinite Space you can explore the universe to your hearts content, or till you blow your ship to bits. Infinite Space will jump you from sector to sector, while you search for ancient powerful artifacts, and advanced technology to enhance your ships capabilities. Learn when to fight, and when to run. Dominate or be destroyed.\n\nFeatures\n- No Rebel Fleet, No Rebel Boss, No hard stop end of game.\n- Redesign of Sectors, and Enemy ships.\n- Sector \"mini bosses\" (Player Cruisers images).\n- New custom weapons.\n- New custom drones.\n- New events\n- A different gaming experience than vanilla.\n- High-res background graphics mod by Splette!\n- DronesPlus mod by karmos!","url":"http://www.ftlgame.com/forum/viewtopic.php?f=12&t=3542","thread_hash":"d3689a15161e92e29a92201b02b66ac0","versions":[{"hash":"de440631df2c0b8274a0f37ccff79206","version":"0.4.4 Original Bkgs for FTL 1.03.3"},{"hash":"516e20d80b9c6c878b0730c3e7978576","version":"0.4.1"},{"hash":"5bad4d1ec8fcc188142ce2861f8650bb","version":"0.4.4 Hi-res Bkgs for FTL 1.03.3"},{"hash":"9de0823d7d8b33cf27ac2807e085cd45","version":"0.4.3"}]},{"title":"Insane Difficulty","author":"brothershogo","desc":"This mod rebalances all enemy NPC ships. Its a mod meant to be played with OP/God/Advanced/Powerful ships. Do you love OP ships but find it boring to play with them against vanilla enemies? Then try this mod and put your skillz to the test.\n\nFeatures\n- +10 hp to all ships\n- All ships have at least level two shields\n- All ships have max reactor power\n- All ship systems leveled up to maximum\n- All ships have max drone/weapon slots\n- All ships have maximum number of crew\n- You will encounter bomber/assault class vessels early in the game\n- New cruiser class enemies including my Tsunami Class Battlecruiser and Tengu Stealth Cruiser\n- Harder boss (increased hp and buffed weapons.)\n- Two new OP weapons you will have to face. The Gatling Laser, which fires 8 shots, and the Advanced Burst Ion - Cannon which fires 3 shots every 6 seconds.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14101","thread_hash":"c541978190439dff46171f6e1f682532","versions":[{"hash":"709cdd2e5a948fc2f8cec03ef1f7595e","version":"1.0"}]},{"title":"Mass Effect Total Coversion","author":"Captain_Brian","desc":"Backstory\nCerberus has found a way to control the reapers. The reaper war has been raging on since the failure of the Crucible Project, and the whereabouts of the Normandy and its crew are unknown.\n\nData mined from the Cerberus network suggests a tachyon pulse emanating from The Illusive Man's command ship has \"erased\" the reaper collective consciousness, and replaced it with a rudimentary command recognition structure that Cerberus can send commands to. The data also suggests that the Illusive Man's command ship is the only ship capable of sending commands to reaper forces, and that eliminating it will permanently disable the reapers.\n\nUnfortunately, Cerberus have completely disabled galactic communications, which leaves it up to you to deliver this data to Alliance Command. Reaper forces are preoccupied with decimating planetary infrastructure, but the Cerberus fleet has only one target...\n\nYOU.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=8936","thread_hash":"e1ff5a7d2b0b51b7414d302792aea4b0","versions":[{"hash":"278414a9d1385dc2ec2676590afb3da3","version":"0.013"}]},{"title":"New Enemy Classes","author":"Sleeper Service","desc":"A subset of the \"FTL Captains Edition\" mod.\n\nThe new enemies use distinct tactics against you and are designed to add new challenges, opportunity and thrills to your FTL experience.\n\nThese alternate room-layouts are designed to fit seemingly into vanilla. Hopefully well balanced and lore-friendly.\n\nThere are two versions of this mod:\n- A - Mixed with vanilla.\n- B - Replaces all vanilla enemy layouts.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14503","thread_hash":"55a8d7a2e0a4267e375ce3e406e0fd6a","versions":[{"hash":"584e026f94c85645bc31c3a8a853a2bf","version":"0.95 A WIP"},{"hash":"9934631f0e382128da2f5d61fdc13c4b","version":"0.95 B WIP"}]},{"title":"The Old War","author":"Ora_unit_SR388","desc":"A complete overhaul, it will be a different game.\n\nPlot:\n[DATA EXPUNGED]\n(take a hint!)","url":"http://www.ftlgame.com/forum/viewtopic.php?f=12&t=16996","thread_hash":"39a18add6aff2b03884c9031f27eaf40","versions":[{"hash":"2380997fbf4ed141aa2223ba2ca600cd","version":"0.0.5 WIP"}]},{"title":"Omicron Dynasty","author":"speedoflight","desc":"The Omicron Dynasty was born in the deepest quadrant of the Galaxy, the origins of this Society is almost unknown, but some rumors along the entire galaxy tell that they were a really advanced civilization eons ago, but the giant sun of their system started to collapse. Then some of them abandoned their system searching a new planet to colonize.\n\nThis mod is for experienced players or people who really want a little challenge.\n\nFeatures\n- Replaces all player ships.\n- New weapons.\n- New drones.\n- New events.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14577","thread_hash":"7b057390c6baaebcef9fd2405cf693a1","versions":[{"hash":"27427106956e8a4606311df2754c725a","version":"1.05 for FTL 1.03.3"},{"hash":"d4b73883afa80fe2e67ca2fb9ec1c628","version":"1.0 WIP"},{"hash":"d49d1868d8c5d9af67e29f4516399742","version":"0.8 WIP"},{"hash":"654970533e12c68e11ea48ceccc39b72","version":"0.6 WIP"}]},{"title":"Pirates!","author":"RichText","desc":"Avast, thar be a pirate mod now!\n\n\"Pirates!\" has rewritten events, changing the reactions and choices you can make, as well as altering the storylines. Pirate chasing civilian? You can aid the civilian OR the pirate. Caveman stuck on a moon? Sure, you can risk letting him join your crew... or you could throw him in the composter and turn him into fuel. Use your pirate charm to talk your way out of tricky situations or barter for more plunder, and flash the jolly roger to turn other pirates to your alliegance!\n\nOn the aesthetic side, the rebel fleet has been replaced with the Federation military, dark green ships that seek to destroy or arrest you. You pilot a \"liberated\" model of one of these Federation ships, the \"The Black Spot.\" The mod also rewrites all tooltips into \"Pirate-Speak,\" a much more suitable dialect of English for those of you who are swashbuckling corsairs. All NPC crew-members will now have pirate names, including favorites such \"Peg-leg\" and \"Patchy.\" In addition, the first of many new weapons has been added, the Cast-Iron Ship's Cannon, masterfully nailed to the side of your ship with wooden planks, and accompanied by a hearty quantity of lead cannonballs for you to launch through the depths of space.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=3273","thread_hash":"fdbdaf6589ca2af263fb6641760b042a","versions":[{"hash":"1d34784e28007aa92cbb05086d0d583e","version":"2.2"},{"hash":"1de167d54d84556341ffcbc572e0a2d3","version":"2.0"},{"hash":"fb6f3e5c282906bdd79b2b294777cf1c","version":"2.1"},{"hash":"561460bacb6e83677334b6bb957f5344","version":"1.0"}]},{"title":"Somewhat Faster Than Light","author":"blaeron","desc":"Features\n- Burst Laser Mark IID\n- Voulge beam\n- Plasma Beam\n- Beam Drone Mark II\n- New Pegasus and Aristea missile sprites.\n- Improved drone speeds and fire rates.\n- Added Elite Rigger.\n- Changed the playable Rockman ships somewhat.\n- New nebula and background sprites, and new warnings.\n- New solar flare and ion storm sounds.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=2603","thread_hash":"10ffac10ee66440ecc8e1fcea6dd4c1a","versions":[{"hash":"e7558768ce75524079d9e58d521f54dd","version":"1.1"}]},{"title":"Sonata Total Conversion","author":"thashepherd","desc":"With cries of \"Sic Semper Tyrannis\", nearly a quarter of the United Empire's worlds have seceded to form their own nation. They call themselves the \"Pilgrims\". The Empire's legislature interpreted this secession as treason, and the overwhelming might of the loyalist fleet has fallen on the Pilgrims. Although the situation is militarily hopeless, your family and friends have all joined the resistance - and so you shall.\n\nSonata is a total conversion mod for FTL based on the storyline of Endless Space by Amplitude Studios, with modifications. It aims to create a gritty, realishtic, and morally ambiguous story on the FTL engine where politics, motivations, and the nature of humanity itself affect your journey.\n\nFeatures\n- All-new soundtrack\n- All-new backgrounds\n- All-new story and events\n- All-new UI\n- Custom player ships\n- Custom enemies\n- All-new weapons\n- Custom weapon graphics, and animations\n- New sound effects","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=6517","thread_hash":"e54da9b7c56aaca547fc1b6d963575f5","versions":[{"hash":"48e5693219f0fa501b9aa354118e2713","version":"7a"},{"hash":"b13de0c782576c9c20f0ef6d0fe317c5","version":"7"}]},{"title":"Star Trek Universe","author":"speedoflight","desc":"This will replace all 18 default ships in the game with vessels from Star Trek: Federation, Klingon, Species 8472, Romulan, Borg, Cardassian, Jem Haddar, Krenim, Hirogen.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11844","thread_hash":"3dfa20192c73007bfe61e4183cb7384d","versions":[{"hash":"0443f8504ad6823a1ea875127a87273b","version":"0.3 Beta WIP"},{"hash":"c6880fd3e9423affe5ff9dc733580cad","version":"0.2 Beta WIP"},{"hash":"ab77b5a3c53b21c7c7d0d55c688ce508","version":"0.7 Beta WIP"},{"hash":"77e25d8a9acc738970f0cd1c88269556","version":"0.5 Beta WIP"},{"hash":"cddbb53e53745b8b1ac7cac7073e14e0","version":"0.2 Beta 2013-03-02 WIP"},{"hash":"098dc2eb3865b701697e6a73420f57c6","version":"0.1 Beta WIP"},{"hash":"ff4c15c3926827c4170c462369e2b0ce","version":"1.0"},{"hash":"c60abdd47746b7233250fe1ae7272d38","version":"1.1"},{"hash":"b8b68c6906752235a0d3100ce143c94b","version":"0.6 Beta WIP"}]},{"title":"Star Wars","author":"The Swarm Lord","desc":"A Star Wars mod!\n\nThis adds some new ships, new drones, and new weapons.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16819","thread_hash":"3c7d15159735a161012d534132985f43","versions":[{"hash":"b4cf1507100628f307a56cc2e4f65234","version":"1.2"},{"hash":"a3aa65500a387680f0768e7f9f9f0b8e","version":"1.1"},{"hash":"cb25c236bb5589cb93102e2074188114","version":"1.0"}]},{"title":"Turning the Tide","author":"Kieve","desc":"This mod alters your encounters with the Rebel Fleet to increase the risk / reward factor, giving you the option to bring their advance in a sector to a screeching halt - or die horribly in the face of overwhelming odds!","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=3056","thread_hash":"6d18802d42bb9de3b8c420f9aa4cec8a","versions":[{"hash":"a5a73f329fb153dc445eca672b51114b","version":"1.0"}]},{"title":"Twinge's Balance Mod","author":"Twinge","desc":"This mod makes more equipment in the game worth using and increases the quantity of interesting decisions. This mod doesn't add large amounts of additional content - instead it focuses on improving the usefulness of existing content and making the base game a better overall experience.\n\nMod Compatibility\n- The changes in this mod are very extensive and not designed around compatibility with other mods. I suggest running this mod by itself, but if combined with other mods, it should probably be set to the first slot (thus getting overwritten by other mods).\n- It should work fine alongside mods that only change visuals - for example, the \"High-res Background Graphics\" mod should cause no conflicts.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14766","thread_hash":"c24b7b19d2befd92ebf18471c8cbb016","versions":[{"hash":"6e5ade0326690d9c45ebb692f1989f36","version":"6.3.1 for FTL 1.03.3"},{"hash":"6568f9abfb133a49d0a95baeb1cce2a4","version":"0.5.3 for FTL 1.03.3"}]},{"title":"Warhammer 40k - Battlefleet Gothic Mod","author":"DauntlessK","desc":"This mod is meant to give you the feeling that you're a captain in the dark and twisted universe that is Warhammer 40,000. It is starting off as a ship+weapon mod, but will continue to grow into something even bigger.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=12&t=11604","thread_hash":"45d4c8a847a945382311da3105cd07d3","versions":[{"hash":"???","version":"N/A WIP"}]},{"title":"Anterian Terminators","author":"Metzelmax","desc":"A subset of the \"A Strange New Galaxy\" mod.\n\nBackground\nBack when my friend and me were 14, we got soon bored by the standard species in the Star Trek universe and began to develop our own.\n\nThe Anterian are small, blue scaled Humanoids with a lifespan of about 25. Their home planet is surounded by a huge nebula, which consists mainly out of metal. The Anterian have specialized in A.I., robotics and Computers. Most of their work is done by androids, which are not sentient but intelligent enough to work without surveillance.\n\nReplaces the Engi-A ship.\nReplaces the Engi-B ship.\nReplaces the Rock-A ship.\nReplaces the Rock-B ship.\nReplaces the Kestrel-A ship.\nReplaces the Kestrel-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=12652","thread_hash":"4ecc4f7dde86bdc5878036edabea1d4a","versions":[{"hash":"ec82b728a9389b90b535daefa54e0782","version":"1.7"},{"hash":"1da09a8b91c0043d87223fae29a073ff","version":"1.6"},{"hash":"43bdef53b4f612da111e8a7ab49cc174","version":"1.2 WIP"},{"hash":"2abbf46cdf98db0a02ed65734757370d","version":"1.0 WIP"}]},{"title":"The Amber Shard","author":"DryEagle","desc":"Features\n- Custom graphics for pretty much everything\n- Customised ship hull\n- Customised crew sprites, shield graphic, room interiors\n- Gibs with proper layering etc\n- Unique weapons\n- Heavy, heavy focus on killing ship crews. Lots of boarding drones, weapons that lock down rooms and cause breaches to suffocate the crew without causing direct damage...\n- No oxygen system. Specially adapted version of the nanobot augment which heals crew at exactly the rate that they would take suffocation. Only works on crytals, others will still die unless stuck in the medbay.\n- Custom pricing (and in some cases levels) for almost all ship upgrades.\n- Included tutorial pointing out some important details about no-oxygen system.\n\nNote: There are no low-oxygen stripes (the floor will still turn pink however). Because this ship has no O2 system, I chose to remove them for visual pleasantness. Bear this in mind when attacking enemy ships.\n\nMod Compatibility\n- I am not including any custom events, so that this remains compatible with as many mods as possible.\n- All modified files are renamed to be specific to this ship, except for crystal crew sprites and lockdown effect, and oxygen stuff. Basically, load it last and it will be compatible with anything.\n- If you wish, just rename the relevant line in blueprints file to have it replace another ship instead.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11703","thread_hash":"db2b990bc454e5d5e9fe4264a8a0393d","versions":[{"hash":"8a5a336510ac21b1e5b24e0657287b5d","version":"1.0"}]},{"title":"Arwing","author":"VanguardOfValor","desc":"The Arwing from StarFox 64.\n\nIf you're finding Arwing I too difficult, you may want to try the Arwing II instead, which has it's starting weaponry buffed and is quite a bit easier to get going with!\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15646","thread_hash":"e608264c675bb4ff6bcf61fe03519782","versions":[{"hash":"7474299587c81e49240a11aae175db3b","version":"Arwing II 1.0"},{"hash":"c59674791a6faeef2b2751f44d3b0333","version":"Arwing I 1.0"}]},{"title":"The Asteroid","author":"5thHorseman","desc":"Who's crazy enough to go toe-to-toe with the Rebel Flagship in a hollowed out asteroid?\n\nThe Asteroid is my attempt at a ship with a 4-person teleporter and a 4-person medbay. I love the 2x2 teleporter rooms but it's a pain to shuffle your away team around when you want to heal everybody up. No longer! Just run your whole team into the nearby medbay, heal 'em up, and send 'em back into the fray!\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16215","thread_hash":"c04ff19431fa0655922f34d0f7f85f72","versions":[{"hash":"fd266a27e4a32e82c345b87f4a5ecb88","version":"1.0"}]},{"title":"Aurora Class Battleship","author":"lambaline","desc":"An Aurora Class Battleship from Stargate Atlantis.\n\nThe shield of the battleship is unlike any others, as it conforms to the shape of the hull of the ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16774","thread_hash":"440fa0f53c18de842cf9ee969d269c29","versions":[{"hash":"c4a9a7931553af0b81a026e8dd92fabd","version":"1.0"}]},{"title":"Banana","author":"corporat","desc":"A \"space banana\".\n\nWhy, you ask? I've been following the FTL mod community for a while now, and I've found it lacks something. Potassium. You guys have a serious deficiency. It's a problem.\n\nReplaces the Engi-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16567&p=50491#p50491","thread_hash":"c1b4bb3c7ee1356bfc6962490e4bd81b","versions":[{"hash":"5dcb1aa7e1dc985bb82b19874edeee7c","version":"0.999"},{"hash":"8016d71dfde0c07cb3667bddfff40a4c","version":"1.0"}]},{"title":"Battlefleet Gothic - Cobra Class Destroyer","author":"Harnisfechten","desc":"The Cobra Class Destroyer is a ship from the Warhammer 40k Universe. It is known as the smallest independent Imperial ship (i.e., it can patrol alone, and is not a fighter or bomber based on another ship).\n\nDue to difficulty in finding an overhead image of the ship of suitable quality, I decided to try something different and make the ship from a side view. Sure, the crew and rooms are all top view, but I actually think it looks pretty good.\n\nThe Cobra is armed with a dorsal weapons battery (a Burst Laser Mk II in the game) and prow-mounted torpedoes (2 Hull Missiles in the game). Note that the crew are not to-scale with the ship, as the ship is approximately 1.5km long (yeah, 40k ships are big). I like to think that instead of individual characters, each crew member represents a team of people, so the pilot is not just one pilot, it is the entire command staff on the bridge of the ship, and the weapons guy is not one guy, it is a large number of gun crew, the ratings that load the weapons, the engineers that serve them, etc.\n\nReplaces the Rock-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=12&t=10431","thread_hash":"6264da50ab73f21b95e04a874255df1b","versions":[{"hash":"3d50785d23090ecb0aa0ede535b0c24b","version":"1.0 WIP"}]},{"title":"Battlestars","author":"FrostWyrmWraith","desc":"A pair of new ships.\n\nThe Galactica begins with a missile launcher and two Vipers as a homage to what it fought like in the series.\n\nReplaces the Engi-A ship.\n\nWith the Pegasus I didn't want to make the ship too overpowered so I gave it two KEW batteries and a single Viper, though starting it with more and giving it more drone slots would have been more accurate. I wanted it to play a bit differently, so it focuses more on weapons than fighters. In the game you can find the Viper Mk VII, as well, so keep your eyes peeled!\n\nReplaces the Engi-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11940","thread_hash":"49de32110c905eb33e5ef07f888afbfd","versions":[{"hash":"544a96a8c4af93c0099a55d10563e8fd","version":"1.0 2013-03-06"},{"hash":"4b2d7e5f6d80b475a9b4e9d0d740ff41","version":"1.0"}]},{"title":"Blazing Cruiser","author":"Zaffre","desc":"This cruiser uses fire weaponry. It starts with two extended fire beams, one laser weapon that starts fires, and a missile that starts fires. It starts with no shields or cloaking. To give the ship a chance, it has a unique drone upon start. The crew is composed of three Rock. The sprites are modified versions of the Kestrel B layout.\n\nReplaces the Kestrel-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=3133","thread_hash":"3775b3b55c91460232f0abd11ce1a055","versions":[{"hash":"141f70d3643d275504c04993fdaab110","version":"1.1"},{"hash":"af34777f9b70769828ea27f24b5b298a","version":"1.4"},{"hash":"c522d5da78aebbd55a6f68cc6e98162d","version":"1.3"},{"hash":"162e44fa11491c37046e7386b87834a6","version":"1.6"},{"hash":"eb5484304b45b3be8ff043aa78c0defc","version":"1.5"},{"hash":"a23e32a6591af658e4ce9ab92403c4aa","version":"1.0"},{"hash":"17b671da29f071521e8e54f77cb6c325","version":"1.2"}]},{"title":"The Breeze Cleaver","author":"Axel6430","desc":"This scout ship, meant for covert operations, is equipped with weapons dealing minimum hull damage, so as to preserve possibly useful assets.\n\nFeatures\n- Custom weapons, such as an anti-bio laser or a system beam.\n- Also has gibs.\n\nReplaces the Slug-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=17016","thread_hash":"8ff07733665c969beec0a73aacc904e0","versions":[{"hash":"807188bb3ddb2cdb081d8627dd0202f2","version":"1.0"}]},{"title":"BSG Colonial Fleet","author":"TheEzdev","desc":"Ships from Battlestar Galactica.\n\nReplaces the Kestrel-A ship.\nReplaces the Kestrel-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15799","thread_hash":"8444f0c4ef993e6695b4855b7fef612c","versions":[{"hash":"969e1c9ea59a13bca0db6d36caf23519","version":"1.1"}]},{"title":"The Buffalo","author":"EchoesofOld","desc":"This ship is an unarmed vessel that relies on its cloak to survive.\n\nReplaces the Engi-A ship.\n\nPlease Note:\nI have discovered that you can NOT load my ships simultaneously. I dont know WHAT causes this, but im looking into it.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11327","thread_hash":"d8ecd11fad226a01436e233f08ba822f","versions":[{"hash":"642c121e47964c6e825c4b89da7a7e7e","version":"1.1"}]},{"title":"C-1092","author":"MeGusta","desc":"This is the C-1092. It is made for teleportation combat. You get in, then out as quick as possible. I made this because I could not find any ships of this type.\n\nReplaces the Stealth-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11434","thread_hash":"04ef703bdcb3dcf80859040a2928e490","versions":[{"hash":"848d44e196b16fec980862432d82fa1f","version":"1.1 No Human"}]},{"title":"The Capital Cruiser","author":"slowriderxcorps","desc":"The Capital Cruiser (Type A) - The Imposter\n\nShe comes equipped with a wide variety of weaponry to pick off any foe that stands in your way. However, regardless of its blast doors, the lack of starting crew and any form of venting will make dealing with damage particularly challenging.\n\nReplaces the Crystal-A ship.\n\nThe Capital Cruiser (Type B) - The Paradox\n\nIt starts with every single system already installed. Naturally it has its own issues, namely the lack of any form of direct damage, with the only form of offensive capability coming from a two-man teleporter and a quartet of hapless Humans. The other weaknesses to mention include a reactor that'll struggle to keep everything running from the get-go, as well as the (again) lack of any venting and additional lack of blast doors.\n\nReplaces the Crystal-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15761","thread_hash":"ab480cec02bb380a6b046de2dad5a4d3","versions":[{"hash":"e488d5d8822f4748c8016cda3057a97d","version":"1.1"}]},{"title":"Corellian Transport","author":"LarsenB","desc":"A fairly straightforward ship based on Star Wars.\n\nFeatures\n- Good engines and FTL drive, for you smugglers out there.\n- Ion and laser weapons\n- Average sensors\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=12201","thread_hash":"0d6c99e43d5c45f5c678a42974165347","versions":[{"hash":"0e27c9756990306c581d3e175ee8b499","version":"1.0"}]},{"title":"Crusher's Type C Annihilator","author":"Crusher","desc":"Part of the \"Crusher's Type C(hallenge) Ships\" collection.\n\nThe Annihilator has used an experimental Zoltan weapon, the phase beam, to extract key information about a Rebel attack planned against the Federation capital. Escaping from Rebel fighters, The Annihilator rushed into its FTL jump, overloading and ultimately destroying its reactor. The Annihilator comes with 4 Zoltan crew, the only source of power at the start of the game, but you are able to buy power bars like normal (thematically repairing the reactor).\n\nReplaces the Zoltan-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14457","thread_hash":"91107ed15071128e442e2a3d1bca69c5","versions":[{"hash":"8d44f882fcb48248307cab879d38466f","version":"1.0"}]},{"title":"Crusher's Type C Krakatoa","author":"Crusher","desc":"Part of the \"Crusher's Type C(hallenge) Ships\" collection.\n\nKrakatoa is a non-military ship manned by a Rock religious sect, the Fire Monks. Krakatoa comes with a pyrogenic missile, the Vulcan Missile that does only 1 damage but is highly likely to start a fire. It also has an artillery weapon, the Prometheus Ray, that continuously attempts to ignite fires at random on the opposing ship. Since it is not a military ship, it does not come with shields, but it does have heavily reinforced armor (triple rock armor).\n\nReplaces the Rock-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14457","thread_hash":"91107ed15071128e442e2a3d1bca69c5","versions":[{"hash":"7dbc2e6e2f68526c76bc650e648690ba","version":"1.0"}]},{"title":"Crusher's Type C Sarcosuchus","author":"Crusher","desc":"Part of the \"Crusher's Type C(hallenge) Ships\" collection.\n\nWhile extracting information from the Rebels, your ship sustained heavy damage, lowering shields to one bar and destroying sensors, doors and most importantly the life support (O2). Most of the crew has also died leaving you with just 1 Mantis and 1 Crystal. I suggest self-enforcing a 5-crew limit.\n\nThough lacking several standard issue systems, it has many amenities to compensate: cloaking, drone control (system repair and antipersonel), a 4-crew teleporter, a 5-crew medbay, and level 2 piloting.\n\nReplaces the Mantis-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14457","thread_hash":"91107ed15071128e442e2a3d1bca69c5","versions":[{"hash":"4d2f515ed73ca57eeb77fa2325a6a9d2","version":"1.0"}]},{"title":"Crusher's Type C Singularity","author":"Crusher","desc":"Part of the \"Crusher's Type C(hallenge) Ships\" collection.\n\nCornered by the Rebels, the Engi have brought back their fearsome boarding drones and radiation weapons, which were (and still are) banned by a galactic protocol. Boarding drones never seemed like a viable primary strategy in FTL, so I wanted to make a ship that could (and must) do it. At some point you will probably have to transition into traditional weapons, but you should have several sectors of boarding drone fun.\n\nReplaces the Engi-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14457","thread_hash":"91107ed15071128e442e2a3d1bca69c5","versions":[{"hash":"ac9c260b2e3907d8f210609baa753b31","version":"1.0"}]},{"title":"Daedalus","author":"FrostWyrmWraith","desc":"One of Earth's finest battlecruisers.\n\nThe Daedalus comes packaged with an F-302 missile drone. It doesn't start with it, since it uses a prohibitive four power bars, but it will show up in shops and events. And the Daedalus does come with the Asgard Plasma Beam. It uses the mini beam model and is... kind of hilariously overpowered. It bypasses all shields and deals three damage, and since it is a beam it never misses. The charge up is pretty long and it is incredibly short though, to make up for that. The Daedalus also starts with no door controls to make up for starting with a teleporter.\n\nReplaces the Kestrel-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14078","thread_hash":"6a45724e6ffcfe5b6dc86306fffb326e","versions":[{"hash":"01c4208b5e356e52bfad761397358b82","version":"1.0"}]},{"title":"Dark Knight Cruiser","author":"Gunman698","desc":"To all of you who have a keen eye, yes I did just get some AI ships and gibs and glue them together for the ship design.\n\nThe ship is designed mostly for ion and drone damage, hence why it is an engi ship. It has 4 crew (2 Human, 2 Engi), all subsystems level 1 and basic systems.\n\nReplaces the Engi-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=13991","thread_hash":"e9fb98dd4935939da884605fefd7d52e","versions":[{"hash":"0d12efc80148b6feb3e8769b63edc6d0","version":"1.0 WIP"}]},{"title":"Destiny (Stargate Universe)","author":"HerrDoktor","desc":"Destiny from Stargate Universe TV series.\n\nWhen you come aboard, the ship is heavily damaged. It has very low amount of energy, but the shields and weapons used to be really powerfull. It was drifting through space for hundreds of thousands years unmanned.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15887","thread_hash":"3c8bb26afc26664c8b21a5c085c91270","versions":[{"hash":"dc93a1cb2005d070a6ae4be9ed8a7551","version":"1.1"}]},{"title":"Duality Cruiser and Merchant Cruiser","author":"zaratustra","desc":"The Duality is divided into two sections.\n\nReplaces the Engi-A ship.\nReplaces the Engi-B ship.\nReplaces the Kestrel-A ship.\nReplaces the Kestrel-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=2729","thread_hash":"158f664b69f336be816be618902437ba","versions":[{"hash":"4d68f90233698b7db9c792ae3573e2fe","version":"1.0"}]},{"title":"Dumper Mk1","author":"killercrd","desc":"This rundown cargo ship was sold to the federation once the war broke out, it has since then been converted into a cargo / attack ship. This ship is useful since it is capable of carrying valuable cargo without an escort, due to its overhauled weapons systems.\n\nNote: You can ONLY buy a Drone Control upgrade\n\nReplaces the Engi-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16586","thread_hash":"c6230986a9d49305b2b0b2518d88b474","versions":[{"hash":"c54d7605de710d0047c2c0716d8fd8b5","version":"1.3"}]},{"title":"Escort Duty","author":"DryEagle","desc":"The story:\nYou have been comissioned to help escort some freighters which carry intel and technology vital to the federation. Unfortunately weaponry is in short supply so you had to salvage what you could:\n- A prototype ion pulse weapon\n- A defective burst laser (no secondary effects e.g. no fires, no crew damage)\n- An unstable nanite repair bomb (may overload systems it repairs, starting a fire. 10% chance)\nFortunately you were given a top-of-the-line point defence drone to help protect the unshielded freighters.\nThe freighters also have ample space to install cloaking and a large industrial-sized teleporter, should you manage to come across vendors willing to provide the hardware necessary for the upgrade.\n\nA shielded frigate escorting unshielded freighters.\nThe odds are stacked against you.\nWill you survive and defeat the rebel fleet?\n\nReplaces the Kestrel-A ship.\n\nMod Compatibility\n- The replaced ship can be changed in blueprints append. There are no dependencies.\n- Sll names in internal files are unique to this mod so it should be entirely compatible with everything.\n- No events, this is just a ship. so you can use it with more or less everything, just load it last.\n- Gibs, cloaking graphics, menu graphics - the works.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11531","thread_hash":"6435f1e566e92347458a8e21806037db","versions":[{"hash":"bed7f8c867bb728ce852f4fcccf923e8","version":"1.0"}]},{"title":"EVE Online Ships - Thorax","author":"Oven","desc":"The Thorax, from the EVE Online Universe!\n\nFeatures\n- 2 Dual Lasers\n- Drone Control\n- 3 Crew (Humans)\n- Relatively Cramped\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16989","thread_hash":"c6fd4a2d47706dd7f88f0b5261dfc5ae","versions":[{"hash":"9a1a6d2394dc0e44c76889069a1709fa","version":"1.0 WIP"}]},{"title":"F-22A Raptor","author":"nataryeahbuddy","desc":"Lockheed-Martin/Boeing F-22A Raptor for FTL\nPart of a \"Present-Time\" Total Conversion that MAY be coming soon! (I'm working on an F-35)\n\nIntro\nThe Lockheed Martin/Boeing F-22 Raptor is a single-seat, twin-engine fifth-generation supermaneuverable fighter aircraft that uses stealth technology. It was designed primarily as an air superiority fighter, but has additional capabilities that include ground attack, electronic warfare, and signals intelligence roles.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11537","thread_hash":"d5fd366a25b7a9a7e8fb22f480406336","versions":[{"hash":"7981bcf4ae27eeb3551ea46adedfe779","version":"1.2"}]},{"title":"The Falcon","author":"Thunderr","desc":"The Falcon is a high class Federation ship designed for speeding through enemy lines in a barrel roll. Designed by the Federation's best engineers, this ship uses state of the art engine technology, but is relatively low on other systems. It comes with an Artemis missile and Dual Lasers that take a while to charge, but when they do, they pack quite a punch.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15536","thread_hash":"a1208693b636f160d6704e6dbdb67444","versions":[{"hash":"d2bc64492240b52d29a04325ef2e2159","version":"1.1"},{"hash":"c8ed28c1aaf5a53ee97e7842715dda65","version":"1.0"}]},{"title":"Federation Auto-Assault","author":"Yuurg","desc":"Basically, it's the normal Auto-Assault enemy, but with more rooms added and more powerful, as well as being rotated 90 degrees like most player ships are. It also has a Federation paint job.\n\nThis ship comes with no crew and no oxygen, however, since it is automated, all of the systems count as being manned, and they automatically repair any system damage. To help speed repairs up, you are given a drone control system with a system repair drone at the start.\n\nYou have a medbay to help keep alive any crew members you find along the way until you find an oxygen system at stores, which you can pick up for free.\n\nYou may also want the \"Remove O2 Warning\" mod, by Morat48.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15702","thread_hash":"bf534f8a818571c09105b7f8cd140310","versions":[{"hash":"2345fe7c31c6794a0c0685061f6cc3a6","version":"1.0"}]},{"title":"Fion Cruiser","author":"Yuurg","desc":"The Fion Cruiser is a ship built around Fire and Ion. Its hull is half red, half blue and half Rock, half Kestrel. This ship is pretty powerful, perhaps even overpowered, but with no damaging weapons you'll have a hard time dealing with Rock ships and Automated ships.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15603","thread_hash":"9c7809ffd63ae6b1585d5adcf64c6890","versions":[{"hash":"b195375faad81206d4646a8b68bdf86d","version":"1.2"}]},{"title":"Firestarter","author":"arcuspilot","desc":"The starting crew, a human and an engi find that there are no sleeping quarters and have put their bedrolls in the sensor and pilot room.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=12&t=14014","thread_hash":"46b8185a6a035766fc272ea66e61bc4c","versions":[{"hash":"7074ea05763ced5d65a4a9f55954308b","version":"1.0 WIP"}]},{"title":"Fortitude","author":"SIR 9000","desc":"This ship is just the Fed Cruiser and Kestrel spliced together. The layout is made to be somewhat \"hazardous\" with the only 2 airlocks at the back. Luckily the med bay is pretty close to the engines, shields, weapons and helm.\n\nYou start with only 1 human and 2 dual lasers (For balance use \"diversityMod\", so each laser takes 2 bars.)\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16746","thread_hash":"ee2f40cab1a37ade123f3476c3fd4955","versions":[{"hash":"64e60b7f3f201ca2c5af1769016eec38","version":"1.0"}]},{"title":"Goa'uld Hatak","author":"Zanoko","desc":"A Hatak from Stargate.\n\nReplaces the Mantis-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=13846","thread_hash":"1bd6e84261edce85248ba92ab9452f41","versions":[{"hash":"9c8f89d7489a197fbfd3a427757b233b","version":"1.1"}]},{"title":"Gotterdammerung","author":"Koobi","desc":"This will add the mighty Gotterdammerung to your game, the strongest force in the galaxy. It is so dense that each square meter weighs 200 tons. It is so massive, it has its own gravitational field. The large gyro on top keeps it from attracting to other objects. It would take the combined force of 20 tsar bombs to breach its armor, so it doesn't need a shield.\n\nFeatures\n- New weapons\n- New sounds and music\n- New drones\n- FTL fuel is now called helium\n\nReplaces the Slug-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=13496","thread_hash":"abed3b00b059e58def61a29ccf8f297e","versions":[{"hash":"4442f71848fd1e6f6491c70919491c0b","version":"2.0"}]},{"title":"Great Fox","author":"XXBAPGXX","desc":"The Great Fox, the mother ship of the Star Fox team.\n\nEquipped with energy weapons mounted at the front of the ship and a high-impact shield, this vessel can hold its own against strong enemy ships. This mod is as accurate to the original as possible. It may be powerful, but not indestructible - as it was destroyed in the game: Star Fox Assault. Damage must be repaired and that can come to some heavy prices.\n\nPlayers will find this ship fun to play with, easy to manage, and new players will get a kick out of it.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16979","thread_hash":"ae2b5b53e0c528ce1ba82b67f326d1dc","versions":[{"hash":"7f36193c15698c61780f37c8aeab4771","version":"1.0"}]},{"title":"Halo 4 - Broadsword Ship","author":"Revenant721","desc":"Greetings FTL and Halo fans!\n\nReplaces the Kestrel-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11620","thread_hash":"c4ed37f4842eb68bb5e7599a54cacdef","versions":[{"hash":"3f17e969074ad365d4d3e850d51fdca1","version":"1.1"}]},{"title":"Halo: CCS-Class Battlecruiser","author":"FrostWyrmWraith","desc":"The Covenant battlecruiser featured heavily in the Halo series! It starts with a slug and two engi. It also adds the plasma torpedo to the game. It requires two power and has a fairly long charge up, but does two damage and is pretty much guaranteed to cause fires.\n\nReplaces the Slug-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11938","thread_hash":"a925d0ba5d43b6d90def7bfe732da653","versions":[{"hash":"21fc1a22707e4b30e806b1a2e9f66674","version":"1.0"}]},{"title":"Hardcase","author":"sandtrooper956","desc":"An edit of the Rock-B ship.\n\nIt has 200 hp but it its systems are these:\n- Level 3 Engines\n- Level 4 Weapons\n- Level 1 Oxygen\n- Level 1 Piloting\n\nThey are very limited; no way to heal crew until you get a medbay, which could take a while.\n\nStarting crew: just 2 rockmen.\n\nIt only has 2 Weapon slots, starting with:\n- Heavy Laser II\n- Ion Blast\n\nReplaces the Rock-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=12041","thread_hash":"6b118795dc49e0782797a676fa285ef1","versions":[{"hash":"6c3ee488fc3cc03ce2b4c33cc9678e80","version":"1.0 2013-03-06"},{"hash":"60b7591a6cbc4ade08b83b5c544ccfcb","version":"1.0"}]},{"title":"Hayabusa Class Battlecruiser","author":"brothershogo","desc":"A Drone Battlecruiser, using Engi, Mantis, and Federation technology, the Hayabusa is the pinnacle of drone warfare technology, designed to swarm entire ships with its advanced assault drones.\n\nFeatures\n- Advanced drone system can be upgraded to level 12\n- Ship equipped with Drone Recovery Arm, Drone Reactor Booster, and FTL Jammer\n- Ship balanced to play with my Insane Difficulty Mod\n\nIn terms of difficulty, this ship is OP because of its advanced drone system and assault drones. Haven't fully play tested it yet, so still working out the balancing.\n\nReplaces the Mantis-A ship.\nReplaces the Mantis-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14341","thread_hash":"d1d9229e746e7d624f385a2e87d1c2df","versions":[{"hash":"0c41fee94a55b1aa0933e6ca5c0232ce","version":"1.1 2013-05-14"},{"hash":"22c643accb0ebd09bfafa641b0eb7dbd","version":"1.0"},{"hash":"c9df0114a78b0724dff94ad9e39b7795","version":"1.2 2013-05-17"}]},{"title":"The Hunter","author":"Starfire","desc":"Right after the Rebels started to form, These ships were made to stop them, however the Federation underestimated the Rebellion and these ships were blown to shreds. You now have the last ship, your ship is better then the rest, you refitted it yourself giving it a prototype cloak and impressive weaponry, Will you make it?\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15892","thread_hash":"9b12ab7954e76979edae5a0b6cc2cb45","versions":[{"hash":"38282cb1da8ea862bc5304c1e9a45975","version":"1.0"},{"hash":"21d5d7100678873d82a2b6c490783fce","version":"1.1"}]},{"title":"Incursor Cruiser","author":"Kieve","desc":"DISCLAIMER - This mod is still in \"beta\" status and requires testing. Some weapons may feel imbalanced or overpowered, others underpowered or useless. Please leave detailed, constructive feedback.\n\nFeatures\n- Arc Beam - Antipersonnel particle beam. Damages systems and crew, starts fires.\n- Aurora Mass Cannon - Anti-ship cannon that pierces all shielding.\n- Bolide Ion Rocket - Deals no hull damage, but very effective at disabling shields and systems.\n- Sunfury Rotary Autocanon - Rapid-fire burst weapon. Fast reload but will suck your ammo dry.\n- Crew: 2 Zoltan\n\nAlso includes the Incursor Theme, replacing the default title music.\n\nThe Incursor \"Archon\" was designed to strike fast and hard, weakening the enemy for their larger capital ships. The Archon's weapon array is devastating indeed, but heavy reliance on limited ammunition makes it a poor choice for extended mission assignments.\n\nReplaces the Zoltan-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=10361","thread_hash":"fff726ec5dcd965aaab3aadf62193040","versions":[{"hash":"fd357ea6465756e45e393feffb986f5f","version":"0.9c Beta WIP"}]},{"title":"Jeff's Boarding Ship","author":"JeffTheBoardingDrone","desc":"This ship is made to board and destroy. Launch in a small army of 4 boarding drones and 2 crystal crewmembers, and make that enemy regret choosing to fire at your ship.\n\nReplaces the Engi-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14967","thread_hash":"5781644555e8e202f9be23ff342efcc7","versions":[{"hash":"7e98b705c1e7d47b0d7541b181ca8f21","version":"1.0"}]},{"title":"The Junkyard","author":"JeffTheBoardingDrone","desc":"The Junkyard is an Engi cruiser replacement, manufactured as a home project by a small group of Engis and a group of old junkyard owners. Not the most efficient example of the Engi technology, but it still has its upsides - like a rusty, outdated magnet arm and an improvised oxygen filter made out of cardboard boxes and duct-tape.\n\nIt can't be that dangerous just ripping out random needles from a medivac for the medbay, right? But I think that the rocking stereo system makes up for it.\n\nReplaces the Engi-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14808","thread_hash":"51731e769e5d11236ec9d825a077e070","versions":[{"hash":"3cb09af52070a055154c54d0931bf3e8","version":"1.0"}]},{"title":"The Kingfisher","author":"BadgersCanSpace","desc":"\"By modern standards, the Federation Spaceworks Kingfisher-class Field Hospital and Medical Supply Vessel is outdated. Older even than the venerable Kestrel-class, they fell into an uncomfortable balance of being too poorly equipped for military use, but overpowered and overpriced for the civilian market. Their shields are weak by modern standards and their lack of armament prevented any private usage other than freight haul. However, due to their relatively easy modification and powerful engines, they remain a firm favourite with playboys and pirates.\" - Jane's Military Spacecraft Edition XXVIII\n\nReplaces the Engi-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=12&t=11522","thread_hash":"a2dec688e77a0d5bcb4b6c5982e856b2","versions":[{"hash":"b6e4d637e2cf1ce18b8d29e07038f37c","version":"1.1"}]},{"title":"Klingon Bird-of-Prey","author":"Wiseworm","desc":"A Klingon K'vort-class Bird-of-Prey, \"PIvlob Do\" (klingonese: Warp Factor Speed).\n\nReplaces the Mantis-A ship.\n\nA Vor'cha-Class Klingon Battle Cruiser, \"IKS QeylIS BetleH\" (klingonese: The Sword of Kahless).\n\nReplaces the Mantis-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11086","thread_hash":"46a9a5f464e67eb9f63b7497692f0e30","versions":[{"hash":"ee02457c0d7f3dc1217d8fb217ada74a","version":"2.0"}]},{"title":"The Lost Hunter","author":"TheDarkdu42","desc":"So, The Lost Hunter is a ship in the original game but it is improved and overpowered now!\nYou can destroy the rebel ships Faster than Light!\n\nIt has got 99 hull points, unlimited energy, all systems upgraded to the max.\n\nReplaces the Stealth-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=10873","thread_hash":"28dabe5edb77f69b92802c893dc05d75","versions":[{"hash":"7308cdebfc8b62ec1d80d5e8e0d837cc","version":"1.0"}]},{"title":"The Marauders","author":"UltraMantis","desc":"Marauder ships are characterised by powerful weapon systems that seem to require massive power to operate, even at the expense of all other systems. While not refined, the weapons are effective. Usually disableing and stripping ships clean to provide resources required for the vessel to reach it's full potential. Even though their origins and source of technology are a mystery, the ships are crewed by common races though it's hard to say if they joined up willingly or are slaves.\n\nFair warning to those eager to play, these ships will not be easy. My guess is that difficulty will be between NORMAL and EXTREME, depending on which ship you pick.\n\nMod Compatibility\n- This mod was made without regard for compatibility with other mods.\n- However, it will work with visual, events, and weapon mods, but will almost certainly break system mods.\n- Whether or not it works with other ship mods is unpredictable.\n- I recommend that you install this as a single mod.\n\nReplaces the Stealth-A ship.\nReplaces the Stealth-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11501","thread_hash":"7a8105b7665fa01ad9e42bbea07a42c4","versions":[{"hash":"ef5cdc4b6413f4013959271155ef84be","version":"1.0 2013-03-04"},{"hash":"3851b27cd288083356b433436eda6195","version":"1.0"}]},{"title":"The Marauders - Standalone Weapons","author":"UltraMantis","desc":"This weapons pack makes stores sell new weapons although they are quite rare, so you wont see them all the time.\n\n- Comet Cannon: 1 shot, 1pt ion damage, fast recycle.\n- Dual Comet Cannon: 2 shots, 1pt ion damage each, fast recycle.\n- Magma Cannon: High fire chance, bypasses shields, immune to defense drones. Pretty fast recycle.\n- High-Energy Laser: Modified Fire Beam, pierces 2 shields, medium recycle and high power demand.\n- Impact Cannon: Huge power demand. Each shot deals 1pt system damage and ion damage (can damage the shield system just by hitting the shield bubble, and of course ion it as well). Medium recycle.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11501","thread_hash":"7a8105b7665fa01ad9e42bbea07a42c4","versions":[{"hash":"33556a1a9389047a76c0bd2f3aa685c1","version":"1.0 2013-03-05"}]},{"title":"Medi Cruiser","author":"jonny_AB","desc":"Originally used as a medevac, this ship has gone through multiple refittings and is now the fastest cruiser this side of the Milky Way.\n\nReplaces the Federation Cruiser-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15508","thread_hash":"00e3fbfce2c8895aa79c01f4a6952cf5","versions":[{"hash":"25fd96768a367597a3412d72514a2e18","version":"0.2_1 WIP"},{"hash":"6549abd125069ad10e0a682a2a3ea0ba","version":"0.2b WIP"}]},{"title":"Medi Cruiser (Type-B)","author":"Thunderr","desc":"Originally used as a medevac, this ship has gone through multiple refittings and is now the fastest cruiser this side of the Milky Way.\n\nThis is an alternate layout version of jonny_AB's \"Medi Cruiser\".\n\nReplaces the Federation Cruiser-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15508","thread_hash":"00e3fbfce2c8895aa79c01f4a6952cf5","versions":[{"hash":"1d097d174d652317d8de9592d64fb7d7","version":"0.2_1 WIP"}]},{"title":"Mercenary Stealth Cruiser","author":"JeffTheBoardingDrone","desc":"It is armed with a Hull Crusher Laser and Old Dual Lasers. It has similar power levels to the original Stealth Cruiser, and a modified layout from the Stealth Cruiser B.\n\nIt is simply a side project that I made while working on a conversion mod.\n\nReplaces the Stealth-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14692","thread_hash":"25a9fbbfa77ade18b692a2ac5f6557fb","versions":[{"hash":"b206ed166df303f9fa547a278ad12256","version":"1.0"}]},{"title":"Merlin Fighter","author":"BadgersCanSpace","desc":"Designed to be as small as possible, the Merlin Fighter only has room for a cloaking system.\n\nIts custom guns (Talon Lasers) fire very quickly but require a lot of power to run. Shots can be staggered to create a continuous barrage preventing shields coming back online, so getting the timing right is interesting.\n\nThis mod comes in several flavors:\n- Original\n- speedoflight's balance rejig (4 second cooldown)\n- BrenTenkage's balance rejig (single gun)\n- BadgersCanSpace's balance rejig (cloak at start instead of shields)\n- Gausss's \"Well Now You're Just Being Silly\" Mod (4 guns, everything unlocked)\n\nReplaces the Rock-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14117","thread_hash":"a413e3f720f8dd0a4e22facee63310d0","versions":[{"hash":"b6bddf23cb366f0ffd3d7431091cb6bb","version":"1.0 Silly by Gausss"},{"hash":"8d307297a901d28ba940ac1da35005e1","version":"1.0 Balance by speedoflight"},{"hash":"28293685c270b2aac29e8ae676072f51","version":"1.0 Original"},{"hash":"8542a19818f86d0b531beda921c281b2","version":"1.0 Balance by BrenTenkage"},{"hash":"2ed00a6867a9bca85b9c9804b64a72e1","version":"1.0 Balance by Badgers"}]},{"title":"Millennium Falcon","author":"Lanvi","desc":"I searched and searched, however the lack of a Millennium Falcon mod I liked perplexed me. They were all either half-finished, overpowerd, or inaccurate! So I made my own.\n\nReplaces the Federation Rock-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16981","thread_hash":"a3ff5aac369e76f3a1bc19455a162fde","versions":[{"hash":"fabc1804312403cf80ac6024f878d5d3","version":"1.0"}]},{"title":"Mor-Saxum","author":"HalfDemon23","desc":"A gigantic Rock Dreadnought that was intended to blockade the entire Rebel Fleet; however the Rebels attacked the construction base before it was completed, resulting in the Prototype limping out of the attack. While it lacks secondary systems, the Mor-Saxum has an impressive armament and unrivalled hull strength, now TRIPLE of a standard Rock Cruiser - if its systems were brought up to full strength... not even a Rebel Fleet could stand in its way.\n\nReplaces the Rock-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11514","thread_hash":"09e54784dbf67a2d92a395f28570e039","versions":[{"hash":"e50d7504123fab5224248c8704a5bc12","version":"0.6"}]},{"title":"The NightHawk","author":"EchoesofOld","desc":"The NightHawk is a cheap suicide fighter, meant for quick hit and run fights. It normally operates in packs, but you dont really have that option, do you?\n\nI designed this ship with the intention of being a total jerk (Much like Vechs and his Minecraft Super Hostile maps.) If you people like it enough, I'll re-balance it to be more fair.\n\nReplaces the Slug-A ship.\n\nPLEASE NOTE: I have discovered that you can NOT load my ships simultaneously. I dont know WHAT causes this, but im looking into it.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11330","thread_hash":"d011f5f173faa113fadeb8aed0ce1a11","versions":[{"hash":"6bf83f50fcdf3b13d366ad745745f911","version":"1.0"}]},{"title":"The None-Man Army","author":"slowriderxcorps","desc":"What would happen if you were to make a player ship start with no crew? As it turns out, it makes things... very peculiar. Namely, it turns the ship into an Auto-Drone.\n\nIn Drone Mode, you cannot Game Over from losing all your crew, even if you then proceed to gain crew. All of your systems will have the default 'manned bonus' so long as the room is intact. All subsystems will self-repair at 25% of the base speed as long as there is no hull breach in that room. You can make FTL jumps even if there is nobody at the helm. It does, however, have a glitch where you cannot purchase crew members from slavers or stores, but you can still earn crew members from events that just give them to you outright.\n\nAnd so, this little modification was made, that takes the insufferable Vortex and - while it doesn't fix the ship by any means - makes it a very unique experience to play, a sentient ship. The starting event in Sector 1 has a Blue event triggered by its Drone Reactor Booster that will enable you to start with the initial Engi and play the game as normal, with the aforementioned points enabled.\n\nOr alternatively, you can challenge yourself even further and play the game with no crew whatsoever the entire distance. It's a lot harder than you might think.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16994","thread_hash":"0f8f40af87f36029996ce2c096be0297","versions":[{"hash":"8b0fe6a416208645c8bdc3c22e15e3c9","version":"1.0"}]},{"title":"Oblivion Bubbleship","author":"rck_mtn_climber","desc":"The bubbleship from the Oblivion movie! It is an offensive powerhouse with very good starting burst lasers and anti-ship drones (because in the movie it uses lasers and the main character repairs drones), but without the capability to use cloaking or teleporting.\n\nNote: I am trying to work out how to limit crew members, as this ship was intended to have a small crew as its weakness; however, if there is no way to limit it then remember that this ship is intended to use its 3 starting crew so dismiss accordingly! (if you want a challenge)\n\nReplaces the Federation Cruiser-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15112","thread_hash":"6071f7df6c5bc38e80913f3a04fb013b","versions":[{"hash":"01eed2ae1686071f96258b5609fa2e43","version":"1.0 WIP"}]},{"title":"Obsidian Cruiser","author":"Kieve","desc":"'Weapon Systems: Offline. Drone Control: Offline. Engines: Offline. Shields: twenty-five percent power. Hull breaches detected in Medical and Oxygen rooms. Fires detected in...'\n\nThe lidless green eye of a lone Engi winked out, the mechanized equivalent of a wince. The Vortex was dying around him, clouds of debris surrounding the hull where the Rebel fighter's missiles had blasted it. Streams of precious oxygen vented into empty space, giving the ship a slight spin that the damaged engines could no longer compensate for. And without its precious repair drones active, The Vortex had no hope of recovering. One Engi was no match for the destruction surrounding him. Hot air escaped his vents in something very much like a sigh, his overtaxed processors reaching one last viable option: a gray finger stabbed down, activating the ship's distress beacon. Code willing, there'd be a Federation ship out there that could at least deliver some small measure of retribution for the loss of The Vortex...\n\nReplaces the Engi-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=2574","thread_hash":"f9664bda06067dcfd72023ce4fdeb7d9","versions":[{"hash":"e1bcbe57235fc41546ac1470f9bd7b29","version":"1.2.2"}]},{"title":"Planet Express Ship","author":"Yuurg","desc":"The Planet Express ship from Futurama.\n\nYou start off with 1 Engi (Bender) and 2 Humans (Leela and Fry).\n\nReplaces the Engi-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15595","thread_hash":"d86bb46fa2fa2c2269753ccc6116bfa2","versions":[{"hash":"7d169f783afe8658d2e99cdaf04c3ab5","version":"1.0"}]},{"title":"Playable Rebel Flagship","author":"Baldwebby360","desc":"A playable rebel flagship.\n\nReplaces the Slug-A ship.\nReplaces the Slug-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=12&t=10108","thread_hash":"a299a691648b3e787cf7b700a669a263","versions":[{"hash":"9643c9a6af40bfd7710157dd49f00390","version":"1.0 Rebel WIP"},{"hash":"0a7890230e067e260d1e617a5e92871b","version":"1.0 Fed WIP"}]},{"title":"The Potential","author":"5thHorseman","desc":"Using the potential field between white and black holes in the engine core, this ship can power anything you can attach to it.\n\nThe Potential is not overpowered, but an overly powered ship. It comes with 80 power to start with. How, then, is it not overpowered? Well, it doesn't come with much else.\n\nThis ship will sometimes die in the first encounter. It will also sometimes meet the final boss so decked out that the battle is a laugh. How you get from one to the other makes for a pretty unique experience each time.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15581","thread_hash":"246f5d860530de30bb796fe0c7a493ff","versions":[{"hash":"726f4c222fe513d97f4d3e30ce11bf8d","version":"2.0"}]},{"title":"Praying Mantis","author":"arcuspilot","desc":"It's a modified Mantis bomber. The crew are a human, an engi, and the mantis who brought the ship to the feds.\n\nFeatures\n- More ergonomic room layout\n- Level 2 sensors\n- Custom paint job\n- Basic cloaking system\n- Drone system\n- Cool placement of weapon mounts\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=13051","thread_hash":"2ec28e69a7fa32a47936c26b096a73db","versions":[{"hash":"12543d2a574a5431997d154a7c00d9c5","version":"1.0"}]},{"title":"The Predator","author":"Dark Spartan","desc":"The Predator is a heavily-armed cruiser that relies on its ability to swiftly damage and destroy systems to make up for its lack of defenses. Its only defensive measures from the start are a rank 2 cloaking device and a few drones. Shields, door control, and teleporters must be purchased. However, with any cunning, you should be able to kill them before they kill you.\n\nReplaces the Engi-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11474","thread_hash":"7a57ff0cadd8591af860ee703446e72b","versions":[{"hash":"cd9ed7b2a4e04cbeb3d06e7031009766","version":"1.1 WIP"}]},{"title":"Prometheus","author":"FrostWyrmWraith","desc":"One of Earth's finest battlecruisers.\n\nThe Prometheus starts with an Artemis and a Breach launcher, and it has a pretty inefficient design. All on purpose - it's Earth's first ship after all, and should have some drawbacks.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14078","thread_hash":"6a45724e6ffcfe5b6dc86306fffb326e","versions":[{"hash":"3eba3eece9d171bedf012c4f43ee0b83","version":"1.0"}]},{"title":"The Pyro","author":"5thHorseman","desc":"The Pyro is my attempt at a fire/teleport combo that is not overpowered (though it packs quite a punch). However, it has almost nothing else going for it. I upped the engines because I found the beginning sectors pretty hard without them. Even so, you'll be taking a lot of damage while your boarders and fire - the only ways you can do damage - slowly take apart the enemy ship and crew. It - like the default ships - has one less power bar to start than you need for every system.\n\nIt has no (decent) way to destroy automated ships, and it is VERY susceptible to missiles. You will need to solve those problems if you want to make it to the flagship, though I HAVE successfully (and quite handily) made it to and beaten the flagship without a cloak OR drones.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14597","thread_hash":"e0bfeed6c3498efd5657a8b5f782e663","versions":[{"hash":"26449f76e88f2fb16901e3a035aa1b03","version":"1.0"}]},{"title":"The Raven Stealth Cruiser","author":"Thunderr","desc":"The Raven is a stealth ship that relies on its fast engines to get it out of tricky situations. It has level three cloak and engines, but the rest is at a bare minimum. The Raven does not include a medbay, so it's ideal to keep boarders away.\n\nReplaces the Stealth-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15517","thread_hash":"f2a337aadb0578a8c23267b72b836978","versions":[{"hash":"d225d5561ce6c35ed1e14aede8196aa4","version":"1.0"}]},{"title":"Rebel Flagship Prototype","author":"Ginger Dragon","desc":"A prototype of the Rebel Flagship discovered by Federation scouts that was scrapped and spaced by the Rebels due to its key weakness. Its high-power weaponry makes it more unstable than most ships.\n\nReplaces the Kestrel-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=10845","thread_hash":"08d2783a425129268a1af3260ba2e2bc","versions":[{"hash":"3a8365874d541aa0412d6afd7b7d78e5","version":"1.2 BBF"},{"hash":"bada632225d8a11fdde87c279681b176","version":"1.2"},{"hash":"2a11e8c23fb9845b570fddabbd3c8a3a","version":"1.3"},{"hash":"b689a69cca46ab99c9af83a9dbe2c63c","version":"1.0"}]},{"title":"Rebel Light Cruiser","author":"JeffTheBoardingDrone","desc":"The ship the Federation got the secret plans from - at least, will get from. It is armed with a Hull Beam and Dual laser, along with an FTL jammer.\n\nReplaces the Kestrel-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14520","thread_hash":"1e0a7b6d40dc424a96cf9dc9934ef663","versions":[{"hash":"d40539f455f351013819c599fbcf7171","version":"1.0.1"}]},{"title":"Replica","author":"TheNewbie","desc":"A federation fighter prototype, which basically is a reskined rebel fighter with more rooms and vital systems.\n\nReplaces the Engi-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14449","thread_hash":"eddd70f55612284070cc7a13259ee489","versions":[{"hash":"f6ec6fbba0e468f27d09eda0a1e78416","version":"1.0"}]},{"title":"The Revenant","author":"Excelious","desc":"The Revenant is a modified Rock assault cruiser. Used as the flagship of the small paramilitary, Excelsior, the Revenant has been through many fierce battles and contains much advanced technology.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16536","thread_hash":"ed50762b02114d5a7be097b59d62469c","versions":[{"hash":"f2ef91890f00e646c75cf672e6790ae4","version":"1.0"}]},{"title":"Robotic Cruiser","author":"Jonfon","desc":"The Nexus Robotic Salvage Cruiser\nAn Engi ship designed to work without a crew. It is a originally a repair, refitting and salvage vessel which has been sent on a desperate mission by its creators.\n\nReplaces the Engi-B ship.\n\nSlug Bomber\nUses an array of new bombs and a small Disruptor.\n\nReplaces the Slug-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=10839","thread_hash":"6aff1d0ea1fe8860fb43e6a17400c07f","versions":[{"hash":"b44022f5918cab6b8674ccc87e13a6d3","version":"0.4 WIP"}]},{"title":"Rock Experimental Super Duper Battlecruiser","author":"Lyna","desc":"Developed in ancient Rockmen vs Twi-leks war, this heavy well-equipped ship features everything rockmen love and suits their style well!\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16695","thread_hash":"126140a0c657822f6e0d119914d9ad83","versions":[{"hash":"da7d1c14fc50cea61f20eff9663bdf02","version":"1.0"}]},{"title":"Rock Sunstrike","author":"madhatter","desc":"The Sunstrike is a prototype rock cruiser and replaces the Bulwark.\n\nDon't play with another ship while you have this mod installed (it changes the maximum weapon system power to 4 and replaces the \"weapon box\" image for a 4 weapon slot ship, with the image for a single weapon slot).\n\nReplaces the Rock-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16782","thread_hash":"f1495ae21bd1d5a38e2c0728b509d5ab","versions":[{"hash":"0e53cfcd99ebffbd9af4f353daaec7f0","version":"1.0"}]},{"title":"The Scarab","author":"DryEagle","desc":"A prototype diplomatic vessel, the Scarab was not designed with heavy fighting in mind - however it is more dangerous than it first appears.\n\nReplaces the Kestrel-A ship.\n\nAll files/graphics which have been edited use custom names specific to this mod; to make it replace a different ship besides the kestrel, simply change one line in the blueprints append file and everything will still work.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=10942","thread_hash":"5117eff894eea92772bf0d6827db91fb","versions":[{"hash":"ca9d59bb3f605f31949f0e9b631bd8e0","version":"1.0"}]},{"title":"Science Vessels","author":"Teodor","desc":"Science Vessel Type-A\nThe Needle is made for exploring unknown planetary objects.\n\nReplaces the Kestrel-A ship.\n\nScience Vessel Type-B\nScarecrow was heavily damaged during a pirate attack. All but one crew died and the remaining engi now only has the company of a mindless system repair drone. Because of the damage the ship has NO possibility for stealth.\n\nNote: Don't waste your scrap trying to buy a cloak for Scarecrow!\n\nReplaces the Kestrel-B ship.\n\nSince FTL doesn't fully support 1x1 size rooms I recommend using 5thHorseman's \"Low O2 Icons\" for a better visual experience.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15717","thread_hash":"7ccf023e02b2a5a229f2cabe0b73efcb","versions":[{"hash":"53659cd7824dd4c805dfe5edb8aa0c02","version":"A 1.0"},{"hash":"dfa905e94828e2472d39f6b57458f9fd","version":"B 1.0"}]},{"title":"Space Zeppelin","author":"Koobi","desc":"This will add the iron sky space zeppelin. These ships where large ship carriers. In the movie they where towing asteroids to bombard the planet.\n\nReplaces the Federation Cruiser-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14040","thread_hash":"b9127af5cbe9ff8c011c7b8469982a2e","versions":[{"hash":"0d430e810f3269c463a3ac1d2d4879a9","version":"1.0"}]},{"title":"SR-71 Blackbird","author":"Ferox9","desc":"The Federation has recently stumbled upon ancient USAF blueprints from a time when humans solely lived on Earth. With these blueprints, Federation scientists have recreated the SR-71 Blackbird. It has been fitted with what some might say are the most powerful engines the galaxy has ever seen, as well as an incredibly tough titanium shell. The ship needs its engines and casing because it doesn't have the power necessary to run a shield system. To help counter this large hole in its defenses, The Federation also outfitted the ship with a cloaking system. Can you handle what just might be the fastest ship in the galaxy?\n\nReplaces the Stealth-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15664","thread_hash":"772b81e2685f87e769272d4873d225ba","versions":[{"hash":"24d588d57e0ab5083e994798b6a6421f","version":"1.0 WIP"}]},{"title":"Star Trek Enterprise NX-01","author":"Heplrox","desc":"As close to the show as possible while still playable.\n\nReplaces the Kestrel-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=16986","thread_hash":"b0fd16e43f69baa42a72d6dc5860dad6","versions":[{"hash":"ec860d167ba82d9a041ee8b1c8b7fd36","version":"1.0"}]},{"title":"StarBug - Red Dwarf","author":"Heathen","desc":"StarBug is is one of the old class-2 ship-to-surface vessels - the very model, in fact, that was withdrawn due to major flight design flaws.\n\nReplaces the Stealth-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11448","thread_hash":"8c8186bf576a8a95d9b56eaa84a29ea0","versions":[{"hash":"3f040bafc307237180f79e4dfdf290c7","version":"1.0"}]},{"title":"Starcraft Conversion","author":"alextfish","desc":"The primary feature of this mod is: new ships to play! All your favourite air units from Starcraft 1 and 2, ported into FTL!\n\nThe Ship mod and the UI mod are designed to be used together, but if you find the Starcrafty icons confusing you could just use the SC2Ships with the default icons.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=5238","thread_hash":"0f04d41207487b4870ca57bd4c6c3484","versions":[{"hash":"43dd7ced0e1f930604b5bce5e917fa9b","version":"0.5 UI"},{"hash":"958fba168d38361cce4f9ad280e83e99","version":"0.5 Ships"}]},{"title":"Starcraft Terran Battlecruiser","author":"tokepoke","desc":"The Behemoth-Class Battlecruiser is a virtual flying fortress, built to keep peace and dominance within the koprulu sector. Ship image based on the Hyperion model used in Starcraft 2's cinematics.\n\nReplaces the Federation Cruiser-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15643","thread_hash":"9ae3cd9054eaaeea29c0c7e2102fcb3d","versions":[{"hash":"ff3a2165c6a8ce738675764b161e6b65","version":"1.1"}]},{"title":"Tengu Stealth Cruiser","author":"brothershogo","desc":"A prototype armored stealth assault vessel, using Engi and Rockmen technology, the Tengu was designed to ambush ships with its advanced cloak and impressive barrage of lasers. It lacks shields, drones, and maneuverability, however, these systems can be bought and upgraded(except drones).\n\nFeatures\n- Lacks a drone system (Do not buy the drone system at the store, waste of scrap)\n- Cloak can be upgraded to level 4\n- 5 weapon slots\n- 4 dual lasers to start\n- Reinforced armor plating\n\nReplaces the Stealth-A ship.\nReplaces the Stealth-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=13094","thread_hash":"bcc8de20f8ae4a1ff711be2d057df902","versions":[{"hash":"f244b440445c90181ae9a12b9a2238dc","version":"1.1"}]},{"title":"Thanatos","author":"OrangeBottle and kartoFlane","desc":"If there's anything I've had a problem with in the game, it's the Nisos. The damn thing's ugly as sin. So, this mod completely reworks the Nisos and turns it into it's brother, the Thanatos.\n\nFeatures\n- Starts without the Artillery Beam subsystem. (available in stores)\n- Starts with a single-shield-piercing, fire-causing, personnel-damaging, 1-damage, unique beam weapon.\n- Starts with two human and two engi crewmembers.\n- Starts with Engi Med-bot Dispersal and Titanium Casing augments.\n- It's fairly vulnerable to internal fires.\n\nReplaces the Federation Cruiser-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=12&t=2373","thread_hash":"31cc4aa05d0f38697afdff2210f8f5ee","versions":[{"hash":"92ab09489c224940e0fa8c566ad79e3a","version":"2.1"},{"hash":"2fb96f6e697576947e7ff443e361ae01","version":"2.0"}]},{"title":"The Treel","author":"Metzelmax","desc":"These are ships from the \"A Strange New Galaxy\" mod.\n\nAs with my last Mod (Anterian Terminators), this is one of the several Species I made up when I was a child. The Treel were a minor species, only there as some kind of underdog enemy to give the other species someone to beat on. But this ends here. Now its their time to shine!\n\nThe Treel are fanatics who see themselves still as the freedom fighters they once were and every soldier would give happily his life for the greater good of the Treel.\n\nReplaces the Federation Cruiser-A ship.\nReplaces the Federation Cruiser-B ship.\nReplaces the Zoltan-A ship.\nReplaces the Zoltan-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14532","thread_hash":"c843d30d3bad7a87ccb3c7d6ef830e53","versions":[{"hash":"38073f6b5e4e5d6167713f8c3db49cda","version":"0.5a WIP"}]},{"title":"Tsunami Class Battlecruiser","author":"brothershogo","desc":"A Ion Battlecruiser, using Zoltan, Slug, and Federation technology, the Tsunami is the pinnacle of electronic warfare technology, designed to disable entire ships with its advanced ion beam. It lacks shields, cloak, and maneuverability, however, these systems can be bought and upgraded.\n\nNotes\n- May conflict with my Tengu Type-1 mod, which disables buy-able drone system\n- May conflict with any mod that modifies the Vindicator Beam\n- Advanced Ion Beam replaces the Vindicator Beam\n- Advanced Ion Beam can be upgraded to level 5\n- Tsunami Type-1 was designed to disable ships then finish them off with lasers\n- Tsunami Type-2 was designed to disable ships and then board\n- Both ships equipped with Ion Shielding and Titanium System Casing augments\n\nReplaces the Federation Cruiser-A ship.\nReplaces the Federation Cruiser-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=13508","thread_hash":"d318dbc787b44255064a1603a781b424","versions":[{"hash":"50cab257009ddadfa94a94da6ebff263","version":"1.1"}]},{"title":"turbonutter's Custom Ships","author":"turbonutter","desc":"Replaces all the standard versions of the ships, the only loadout changed is the Millenium Falcon.\n\nShip Replacements\n- Starbug = Federation Cruiser-A\n- Fed Shuttle = Zoltan-A\n- Star Destroyer = Stealth-A\n- Romulan = Rock-A\n- Millennium Falcon = Kestrel-A\n- Death Star = Slug-A\n- Klingon D7 = Engi-A\n- Klingon BOP = Mantis-A\n- Big Fed ship = Crystal-A","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=3520","thread_hash":"4d5b7a80c3721ffd597ee0eef050424b","versions":[{"hash":"569b13f51f63e2fdce5da9749a79fa46","version":"0.6 Beta"}]},{"title":"The Vega","author":"TheSwiftTiger","desc":"...\n\nReplaces the Kestrel-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14929","thread_hash":"c29901040527be9101e553500b528959","versions":[{"hash":"5e4780350488c3d4155b3814c78b376e","version":"1.0 WIP"}]},{"title":"The Viper","author":"DryEagle","desc":"The Viper is an assault-class cruiser. Strong offensive potential and level 2 shields right off the bat, at the cost of weak secondary systems.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=10439","thread_hash":"95dd05767d1eb8c904edfd3165cbfde2","versions":[{"hash":"502bbffee3198fc03178bdf9bff85050","version":"1.0"}]},{"title":"The Vulture","author":"Thunderr","desc":"The Vulture is a Runner class Federation ship stolen and customized by mercenaries to fit their needs and tastes. It starts off with most systems and good weapons, although its low reactor power partially balances this. It is meant for the \"Insane Difficulty\" mod, but it could be played in vanilla if you want.\n\nReplaces the Kestrel-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15600","thread_hash":"9518c5fb3181554b9cc894e1fc98357d","versions":[{"hash":"d2c312da6b70d2f703827e0b806c0f29","version":"1.0"}]},{"title":"USS Defiant","author":"y0sho","desc":"The layout is to as close to the actual ship as I could get it.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=12&t=11022","thread_hash":"6c54f0326a65451643374f9f9993cbbd","versions":[{"hash":"164b884b9565eab150b0ef5a843f87c8","version":"0.63"}]},{"title":"The Uz'ran Tribes","author":"Metzelmax","desc":"These are ships from the \"A Strange New Galaxy\" mod.\n\nThe Uz'ran are a transdimensional species which is divided into several small tribes. The tribes fight constantly one another for the leader ship of their dimension. The losing tribes are forced to leave their own systems - even their own dimension -- in search of a new place to live.\n\nTheir ships are organic and alive with a mind of their own. Since they are originated in another dimension, they can not survive within our space... but the Uz'ran found ways to pass that border. They upgraded their ships with mechanical parts - Technology the stole from ships they attacked in our universe - in order to be able to travel in this space. They also created genetically engineered warriors with increased combat capabilities but their Telepathy suffered, compared to the abilities of their creators.\n\nBut even though the Uz'ran learned a lot from our Technology they could not adapt everything. Shields for instance.\n\nReplaces the Crystal-A ship.\nReplaces the Crystal-B ship.\nReplaces the Slug-A ship.\nReplaces the Slug-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15103","thread_hash":"2ac13358759782b14658fb874b028f6c","versions":[{"hash":"295b5d0e09bab25c8f469943b3b72bb1","version":"0.2a WIP"},{"hash":"64d11102ca8c230de7dfe32bd452098a","version":"0.4a WIP"}]},{"title":"The Xoa","author":"TheSwiftTiger","desc":"The Xoa has a new weapon, a missile launcher called the Armageddon, and an Engi drone.\n\nReplaces the Engi-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15511","thread_hash":"5a57d3af96eb04fe6e1b272a0a001db0","versions":[{"hash":"f2ed4de1404ff6ee3a0f84f9fb3b89e6","version":"1.0"}]},{"title":"The YAS-62","author":"nataryeahbuddy","desc":"The Federation had a whole bunch of these Kestrel Cruisers lying around, so they decided to make use of them. This new mod comes with a different room arrangement, new augmentations, and new ship graphics.\n\nReplaces the Kestrel-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11124","thread_hash":"3760572bd40ed02cb709f83ebfaa64b1","versions":[{"hash":"ebefad606e6a66dd9e3ec4f9908e5d60","version":"1.1"}]},{"title":"YT-2000 Correlian Freighter","author":"Kiloku","desc":"The YT-2000 Light Freighter is recognized as the best of Corellian Engineering Corporation's YT Series Vessel. Its extremely powerful Hyperdrive allows it to outrun its competitors easily. The ship is easily modifiable, making it a favorite of customizers. The reactor, though, has been the main complaint from many pilots, as it never has enough juice to power everything at once.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=15618","thread_hash":"c60d4448b024521199e0469d4cc3edbf","versions":[{"hash":"07725ebbe3b531d504c3d9a3f5b60f4d","version":"1.0"}]},{"title":"YTR-1335 Burnout","author":"nataryeahbuddy","desc":"Developed by NATAR Weapons Development Division for the sole purpose of burning out enemy crews.\n\nReplaces the Engi-B ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11321","thread_hash":"33cd8b79bb658db22bcc97805cf006b7","versions":[{"hash":"4616d96003fda87b39d1541873fb111d","version":"1.1"}]},{"title":"Balanced Arsenal Mod","author":"Sleeper Service","desc":"Balanced Arsenal currently adds dozens of new weapons, all of them with custom models and animations. Among them are beams, missile launchers (mostly multishot variations), bomb launchers, lasers and ion weapons (some of them electronic warfare devices that work quite differently).\n\nThe aim here was to create stuff that fits into vanilla, both visually as well as from the side of balance.\n\nNote: \"Balanced Arsenal X.XXb\" Contains some weapon related custom events (might conflict with other event mods).\n\nThe \"New Enemy Classes\" mod will work with this if it's loaded before Balanced Arsenal.\n\nA related mod, \"Player Ships Addon\", equips all player ships with BA weapons (must be loaded after Balanced Arsenal).","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=13920","thread_hash":"bb1a53c775580ef7713304b860f16c9a","versions":[{"hash":"5938cc2edc515be1d20d912764cdf978","version":"1.12b"},{"hash":"0b7fcb7ab1ff32c97979d0c063ab2fe7","version":"Player Ships Addon 1.0"},{"hash":"d18d3879fdc1ef519c689f640df2f99e","version":"Player Ships Addon 1.2"},{"hash":"654bf376137ab0616a3d21bd77ebd834","version":"1.12"}]},{"title":"DronesPlus","author":"karmos","desc":"DronesPlus adds new drones to FTL.\n\nBeam II\nDeals one damage per room like the Beam I drone with 25% longer beam and a higher firing rate. 4 Power.\n\nIon I\nShoots ion blasts. 2 Power.\n\nIon II\nShoots ion blasts faster. 4 Power.\n\nMissile I\nShoots missiles. Pretty slow. 2 Power.\n\nMissile II\nShoots missiles. Less slow. 4 Power.\n\nFire\nA drone equipped with a beam that causes fires. 2 Power.\n\nCrystal\nShoots shield-piercing crystal shards. Only obtainable in the Crystal Sector. 3 Power.\n\nMod Compatibility\n- The mod may (i.e. will probably) conflict with other mods that add drones.\n- It is likely that we modders have used the same blueprint and weapon names at least once.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=10813","thread_hash":"1d3f9f461d2d2eac83cef9801b6637fc","versions":[{"hash":"20c0a6edfcd157d28c45f6edc41f6715","version":"0.7.7"}]},{"title":"Extended Ion","author":"Zaffre","desc":"Discontinued.\n\nExtended Ion aims to add more to the arsenal of ion weapons by adding things like ion drones and lasers, and also upgraded ion blast weapons. The Engi ship starts out with some of these ion weapons and drones for a preview.\n\nReplaces the Engi-A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?p=17749","thread_hash":"1fdc0a91ac0e0b3ac7ad7c14516a7705","versions":[{"hash":"03831481149b1c1f1de100178ff5e7d9","version":"1.0"}]},{"title":"Law's Arsenal - Ion Beam","author":"Law","desc":"Part of the \"Law's Arsenal\" collection.\n\nThis beam hooks into the Federation Cruiser's artillery system, which instead of firing a piercing regular beam, causes ion damage instead. It's very good for disabling systems temporarily, though it is seen to be moderately overpowered.\n\nA note about these weapons:\nAny mods that replace the artillery system won't work together, so when you're selecting the mods to use, select only ONE of the mods. Any breakage of the game, I hold no responsibility if you haven't installed the mod correctly.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=2297","thread_hash":"0742a7685928621da16ab70f016d29d1","versions":[{"hash":"358fb657d823b1ffdb99ba46acaf4927","version":"0.3"}]},{"title":"Law's Arsenal - Splint Bombs","author":"Law","desc":"Part of the \"Law's Arsenal\" collection.\n\nThis mod teleports 5 bombs into the enemy ship where possible, and causes hull breaches when successful. Like the Ion Beam, this replaces the default artillery that comes with the Federation Cruiser.\n\nA note about these weapons:\nAny mods that replace the artillery system won't work together, so when you're selecting the mods to use, select only ONE of the mods. Any breakage of the game, I hold no responsibility if you haven't installed the mod correctly.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=2297","thread_hash":"0742a7685928621da16ab70f016d29d1","versions":[{"hash":"967e1365dfda1446ed5520629ce6517f","version":"0.1"}]},{"title":"Law's Arsenal - Rapid Missiles","author":"Law","desc":"Part of the \"Law's Arsenal\" collection.\n\nThis is a standard weapon mod (so it's very much compatible with the Ion Beam and the Splint Bombs), which simply increases the firing rate of missiles. Does 2 damage per shot, pierces shields, has a 4 second charge time, but requires 4 energy to operate and yes, your missile supply will drop quite quickly.\n\nVersion 0.1 replaced the Kestrel A ship.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=2297","thread_hash":"0742a7685928621da16ab70f016d29d1","versions":[{"hash":"43ba9c8cca009994fe059283242387b5","version":"0.1"},{"hash":"8de20e49020d05b22685b05de40cbcb8","version":"0.5"}]},{"title":"Law's Arsenal - Athena Missile Launcher","author":"Law","desc":"Part of the \"Law's Arsenal\" collection.\n\nThe Athena is a missile launcher that doesn't use missiles. Instead, it is built over time, fueled by your reactor. There's nothing too special about this weapon (though the same could be said for a lot of the weapons here), but if you ever find yourself out of missiles and needing to get past a shield, this is a good choice.\n\nReplaces the Kestrel-A ship.\n\nUsing Rapid Missiles in conjunction? Check your mod order.\n\nA note about these weapons:\nAny mods that replace the artillery system won't work together, so when you're selecting the mods to use, select only ONE of the mods. Any breakage of the game, I hold no responsibility if you haven't installed the mod correctly.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=2297","thread_hash":"0742a7685928621da16ab70f016d29d1","versions":[{"hash":"1bb19a2bbbb71416d2f495cec085f904","version":"0.1"}]},{"title":"Low O2 Icons","author":"5thHorseman","desc":"This is a very small mod to address a very particular issue:\nRooms that are not 1x2, 2x1, or 2x2 don't look right when your ship runs out of air.\n\nThis mod changes the 3 graphics for \"out of air\" to a single icon in the upper-left corner of the room.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14243","thread_hash":"1a51502ae8a7aa79ce8bfcf775dd891c","versions":[{"hash":"5a61fa3e8ce46061c2c3895c82b13414","version":"1.0"}]},{"title":"New Game Booster","author":"Bonnie Lass","desc":"There are a lot of ship designs that require a bit of luck during the beginning of the game to really shine. It can really get frustrating...\n\nWhen the game starts, you have the option of getting 50 scrap as a lump sum, getting a human crew member + 10 scrap, getting long ranged sensors + 20 scrap, or getting a Burst Laser Mark I.\n\nNote: This will conflict with any mod that alters the start of the game event, and it may conflict with mods that alter Federation Space (i.e. the first sector). So if you have doubts, just put the Booster up high in your load order. If it still works, then there's no conflict.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14518","thread_hash":"c9eea596983cd64b8193a25ef3aa41fd","versions":[{"hash":"b50fa68652b04e362cfb22d079bf0730","version":"1.0"}]},{"title":"Overclocked Weapons","author":"HausHFG","desc":"So, I just wanted to make overclocked weapons to add more variety to the game, so far, it seems to have worked. As on February 9th 2013, there are 4 new weapons, based off their original counterparts, after all, overclocking makes the weapon more powerful, not a different model.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11468","thread_hash":"ddba41960966ec48c84a5ecea4123ea9","versions":[{"hash":"445f00599032a0d6be4551df06204300","version":"0.5 WIP"}]},{"title":"The Vindicator Artillery Beam","author":"slowriderxcorps","desc":"Ever wondered what the Artillery Beam was going to look like initially? Well thanks to files that were left in the standard game after being scrapped, you can. This mod takes two unused files and makes a couple of minor graphical and textual tweaks in order to animate the nose of the Federation Cruiser to reflect the charge status of the Artillery Beam.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14513","thread_hash":"4b26434bf2562f22702723a28b571547","versions":[{"hash":"15885023a319f7ce3b0dd8aed08bb5f4","version":"1.0"}]},{"title":"Weaponanza","author":"buzzyrecky","desc":"This is Weaponanza, a mod focused on bring you unique weapons without losing the FTL feel of the game. As of Sept 20th, there are 16 weapons added, and I plan on continually adding more as time goes on.\n\nNote: Panacea is bugged, and there really isn't a way to fix it with the current way modding works. If you're going to use it for it's healing properties, avoid using it on rooms with systems in them, and you should be good.\n\nFeatures\n- NEW weapons (and counting) with custom textures\n- Improved weapons (do not replace originals)\n- Plenty of new events (for the weapons, of course)\n- Creeper Bombs (who doesn't want creepers?)","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=2691","thread_hash":"32c8c068af95b9284dd9ee3600750d9c","versions":[{"hash":"d94a4fd0a94c4299999ae365d8acb4c5","version":"1.1"},{"hash":"c680700f88e314235d0efb3e204d794a","version":"1.0"}]},{"title":"Better Planets and Backgrounds","author":"sanmonku","desc":"This mod replaces all of the existing planets and backgrounds and adds a lot more.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=9241","thread_hash":"c1da7f250cb71a9f5c23d89d93f112f6","versions":[{"hash":"f40d9d8d3b82c8c487018beae83ebbbf","version":"1.2"},{"hash":"8fb8c81074ef80f91ab9fa9a27b1c480","version":"1.0"},{"hash":"dcabfc921456dc2fa19e7f7d3659764a","version":"1.3"}]},{"title":"Better Asteroids","author":"sanmonku","desc":"This Mod replaces the Textures for the Asteroids and the ion storm lightning.","url":"http://www.moddb.com/mods/better-planets-and-backgrounds/downloads/better-asteroids","thread_hash":"???","versions":[{"hash":"96a78e1850d8796a78a7cbda7da5676b","version":"1.0"}]},{"title":"Corpses","author":"harpuea","desc":"This is a very small mod that adds corpses when the enemy ship explodes. You may miss it if you don't look for it at the brief moment. When an enemy ship explodes, you may see the enemy crew get sucked into the vacuum of space. The corpses are also race specific. Rebel ships will have human corpses, mantis will have mantis corpses, and so forth. Nonetheless, adds that extra little satisfaction when killing your enemies after a bitter battle.\n\nMod Compatibility\n- Should be compatible with all mods, unless the mod changes enemy gibs like this one.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=12367","thread_hash":"04fb391d85dd098de9e18deb1b95c1c4","versions":[{"hash":"062fb96ef1620442c4e32f7e148b529b","version":"2.0"},{"hash":"0e72f5a6b10c10f60d7ed9f7f1dab837","version":"1.0"}]},{"title":"diversityMod","author":"liakad","desc":"This mod aims to create a greater diversity in mostly graphics and some parameters of FTL.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=3363","thread_hash":"bacae38d34c3ad9eaf06d4d244d747cc","versions":[{"hash":"2534e515b635e15a9af90dacc376f900","version":"0.3"},{"hash":"ce799c0f1f698b855e6170025c6cbba5","version":"0.2"},{"hash":"179857cc78d0b8be747c20358e3fbb90","version":"0.1"}]},{"title":"High-res Background Graphics","author":"splette","desc":"I love FTL and I do like retro and pixel graphic. But I'm not a huge fan of the background graphic of FTL. They seem low res (especially the nebula animations). Some of the planets and galaxies look like they were painted over with an impressionist brush in Photoshop. So, I decided to replace the planets and backgrounds with higher quality versions, trying to stay as close as possible to the original subjects - and add a couple of new ones.\n\nThe only thing this mod does is replace the background graphics. That is planets, sun, stars, galaxies and the nebula. No other textures (ships etc) are being modified.\n\nMod Compatibility\n- For the added backgrounds and planet, I had to modify the file events_imageList.xml (append is not possible in this case). Keep this in mind if you use any other mods that altered that file.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=3107","thread_hash":"6c87d36c03578dc98b843a4fcd1288b7","versions":[{"hash":"f4c3f9b954c855677df8df856f6a0767","version":"1.0"}]},{"title":"Beginning Scrap Advantage","author":"Grognak","desc":"Beginning Scrap Advantage is a simple example mod. All it does is give you some extra scrap when you first start a game.\n\nRename .ftl to .zip and extract it in order to study it further.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=4&t=2464","thread_hash":"???","versions":[{"hash":"b5a9fad1abec0018ea3d5b332bb6dce5","version":"1.0"}]},{"title":"Beginning Scrap Mod","author":"Tails","desc":"This is a slight upgrade to the Scrap Advantage mod that comes with Grognak's Mod Manager.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11094","thread_hash":"380a872c1ad35c81ce039e95efb3af85","versions":[{"hash":"eac9c093b8e400eba73868c8253a6e91","version":"2.1"}]},{"title":"Additional Events and Texts","author":"Collaboration","desc":"The goal of this mod is to add new content in form of events and random texts, this will ensure that you are unlucky if you experience the same event twice in a row. It will add extra random texts to already existing events, like when you get to a beacon with nothing, you don't want to see the same text here. All events should be balanced, you won't get a lot of scrap for nothing, at least not more than you could if you played vanilla.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=3365","thread_hash":"ce41a9a2d288f459d80843b4a46ff8e2","versions":[{"hash":"404bc800a8fd9febfe67475454e2c9c3","version":"2012-10-04"}]},{"title":"OliMods - Better Mercenaries","author":"Catalyst78","desc":"Tired of slaughtering every mercenary that darer fly your path of destruction? Want some of those neat little blue options to spice up your mercenary encounter? Well look no further!\n\nWith the intention of making mercenary encounters a little more interesting I have tripled the amount of code in the mercenary encounter event!","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11338","thread_hash":"daf2f98ce1225cc55781f581c23c033d","versions":[{"hash":"91ee0a6f71d37c24ca02c1b52a430e76","version":"1.3"}]},{"title":"Crystal Quest Tweak","author":"Stickman","desc":"This simple mod tweaks the secret ship unlock quest line to make it slightly less frustrating.\n\nSpecifics (with some potential spoilers):\n\n**Spoilers!**\nOnce you've opened the stasis pod, entering the required homeworld sector with the secret crew member will put a quest marker at a secret sector wormhole location. This should alleviate the frustration of opening the pod, finding the correct homeworld, but missing the wormhole event.\n**End Spoilers**\n\nAlternate version with increased quest start probability:\n\nI've also created a second version (Crystal Quest - Start Boost) which makes the pod event a guaranteed node in Engi space and a possible node in Zoltan space. If you try this version, let me know if you run in to too many pods!","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=3483","thread_hash":"37f6ffaccd9406637645c521085a3288","versions":[{"hash":"7b26f95c8b1147030683d0ea1f84a676","version":"1.0"},{"hash":"db63e6d4f5a5fb0bfbc6ecc42c43afc6","version":"1.0 Start Boost"}]},{"title":"Extra Names Mod","author":"IcarusTyler","desc":"Have you been playing FTL for 30+ hours already? Are you seeing the same names appear over and over again? Are you tired of having the same old crewmen re-join your ship during your journey?\n\nThe Extra Names Mod adds over 400 new, unique and hand-picked names to FTL.\n\n140 female first names, like\n- Annika\n- Hannah\n- Selene\n\n138 male first names, including\n- Harvey\n- Douglas\n- Miles\n\nAnd 129 unisex last Names, in the style of\n- Freeman\n- Jensen\n- Collins","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=3293","thread_hash":"d3a98eeaa6ccd4259424b2707294e760","versions":[{"hash":"be28ee23c37bfb0aec2f7f684c8779cc","version":"1.1"}]},{"title":"Ghosts","author":"Attackid","desc":"Ghosts appear in FTL as an AI race that currently cannot join your crew, which is something I thought should be changed.\n\nFeatures\n- 50 health (can't be changed)\n- 50% visible\n- Can survive with NO oxygen\n\nThis mod has 2 varieies.\n\nVersion 1\nThis version replaces all starting human crew on all ships with ghosts\n\nVersion 2\nThis version replaces all starting human crew on all ships with ghosts\nHowever you can enable this mod and still play as humans.\nOnce you reselect a ship in the hanger the ghosts will turn back into humans. Just go back to the main menu (ESC) to turn them back into ghosts. So you can have this mod always enabled!","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=3453","thread_hash":"a4273294427aba035ba56158fe0d6922","versions":[{"hash":"5623c3ed75ae42ae0a2b86db3d8cb67c","version":"0.2 Ghosts Only"},{"hash":"6057fe3c431567787f6998a5d71fc3b8","version":"0.2 Toggle"}]},{"title":"Gruesome","author":"DryEagle","desc":"I present to you a very small, minor and incredibly compatible-with-everything mod which changes some of the event text.\n\nAny time you lose a crew member to an event, this will in some way be caused by (usually eaten by) a grue.\n\nMod Compatibility\n- If you are running any other mods which edit events, load this first so that it won't conflict with them, though that is very unlikely as it only edits very specific parts of text and not any event names etc.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=11183","thread_hash":"1b68447189c0030a75f563830ecc1150","versions":[{"hash":"0a6a4ef02a8c316e11f22b0ac4bae0db","version":"1.0"}]},{"title":"Spanish Mod","author":"tonxabar","desc":"A Spanish localization for FTL.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=14476","thread_hash":"425abceedba8502ecc297bb60cc086b6","versions":[{"hash":"1382fa883437bc2c0e7615130b259035","version":"101 for 1.03.3"},{"hash":"08c1c247d13f4688a76b3863276eb405","version":"Final for 1.03.1"}]},{"title":"UnlockedAugmentations","author":"karmos","desc":"UnlockedAugmentations is a small mod that makes Vanilla ship-specific augmentations (Engi Med-bot Dispersal, Drone Reactor Booster, Mantis Pheromones, Rock Plating, Slug Repair Gel, Titanium System Casing, Zoltan Shield) findable in events and shops in their respective racial sectors.\n\nEngi Med-bot Dispersal - Engi Controlled and Engi Home Sectors\nDrone Reactor Booster - Nebula Sectors\nMantis Pheromones - Mantis Controlled and Mantis Home Sectors\nRock Plating - Rock Controlled and Rock Home Sectors\nSlug Repair Gel - Slug Controlled and Slug Home Nebula Sectors\nTitanium System Casing - Pirate Sectors\nZoltan Shield - Zoltan Controlled and Zoltan Home Sectors\n\nEach augmentation is as rare as the Weapons Pre-Igniter in their sectors, meaning each is ultimately rarer than other augments in Vanilla due to their sector specificity. Titanium Systems Casing and Drone Reactor Boosters are as rare as Repair Arms, Stealth Weapons, Advanced FTL Navigation, and FTL Jammers in their respective sectors. Augmentation costs have been modified to reflect accurate sale values and may be adjusted in later versions of the mod.\n\nMod Compatibility\n- This mod shouldn't conflict with other mods unless augmentations are being tweaked.\n- If you are using a ship or weapons mod in conjunction with UnlockedAugmentations, load this first.","url":"http://www.ftlgame.com/forum/viewtopic.php?f=11&t=10997","thread_hash":"e31ecbbdf3da62a873298a818f02bab2","versions":[{"hash":"09613c51e19c8139e6f3867ecd61ae1c","version":"1.1"}]}]}}